Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: But the Akladians were human enough to want the same thing all human in all times wanted. The freedom, the right of choosing their own way. One of them, first Hagarthen, announced that Grekulak is the tool of the false God, and led a bloody rebellion.
ru: Но акладианы были людьми в степени достаточной для того, чтобы иметь желания, свойственные всем людям. Свобода, право выбора собственого пути. Один из них, первый Хагартен, объявил Грекулака служителем ложного бога и поднял кровавое восстание.

source: It left Grekulak's capital in ruins, and Akladians escaping to the west, chased by the Grekulak's allies, drowning in swamps, fighting the lizards and all kinds of most nightmarish creatures. This was really an epic journey survived by less than quarter of all people who left Grekulak lands.
ru: Столица Грекулака была обращена в руины, а акладианы ушли на запад, преследуемые приспешниками Грекулака, утопающие в болотах, сражающиеся с ящерами и множеством других кошмарных тварей. Это был действительно великий исход в котором выжило меньше четверти из тех, кто покинул земли Грекулака.

source: Even the fall of Weldyn was not enough to convince the Wesnothian kings to unite against common danger. They came together temporarily and even won a battle, but after this victory they came back to their old quarrels. So they were taken, one by one. Only Elensefar and last outposts on sea shore and the north were left, some of them ruled by the members of the royal line of questionable legality. Whole the Wesnoth became the spoil of Akladian barbarians, introducing their laws of unthinkable stringency and cruelty into civilised lands, chasing mages, murdering elvish and dwarvish traders.
ru: Даже падения Вельдина было не достаточно, чтобы убедить королей Веснота объединиться против общей угрозы. Время от времени некоторые из них вступали в союз и даже выигрывали в битве, но после победы возвращались с старым раздорам. И так они были побеждены один за другим. Остались лишь Эленсефар и последние заставы на побережье и северной границе, гед правили сомнительные потомки старых королевских семейств. В целом же Веснот стал добычей варваров-акладиан, установивших свои законы немыслимой для цивилизованых стран строгости и жестокости, отвращения к магам, истребления эльфов и гномов-торговцев.

source: Then your grandfather, Gawen, divided the land between his four sons. Akladians became far less ruthless, cruel and fearsome now, after the years of reasonable prosperity. They even started to mix with Wesnothians, and your father was not the first nor the last who married Wesnothian woman.
ru: И вот твой дед, Гэвен, разделил земли между четырьмя своими сыновьями. Акладианы стали немного менее безжалостными и жестокими после лет умеренного процветания. Они даже начали смешиваться с веснотцами, и твой отец был не первым и не последним кто женился на веснотской женщине.

source: In the meantime Grekulak was trying to gather what was left from the fall of his kingdom. The Akladian rebellion was serious blow to him. I think it took him more than a century to rebuild his forces. He abandoned the plans of breeding another race of warriors. He came here now, trying to seduce orcs and some of Akladians by promises of gold, fame and who knows what else.
ru: Тем временем Грекулак начал собирать вокруг себя тех, кто остался после падения его королевства. Восстание акладиан нанесло ему серьёзный удар. Думаю, ему понадобилось не одно столение, чтобы собрать нужные силы. Грекулак отверг планы создания ещё одной расы воинов. Теперь он просто соблазнил орков и некоторых акладиан обещаниями золота, славы и неизвестно чем ещё.

source: This story.. Deorien, are you sure about this?
ru: Эта история... Деориен, ты уверен в том, что расказал?

source: Now, when he finished his story. Should we kill him now?
ru: Так, он, похоже, закончил. Теперь я могу его убить?

source: Mother, don't you get it? It means we are practically half-orcs!
ru: Мать, ты что ничего не поняла? Получается, что мы практически полуорки!

source: No, Gawen. Grekulak used human form as a base and added few orcish features. To describe Akladians as half-orcs is a big simplification.
ru: Нет, Гэвен. Грекулак взял за основу своей расы людей, от орков были тобавлены только немногие черты. Говорить об акладианах как о полуорках было бы очень сильным упрощением.

source: Why you were telling us whole that long story?
ru: Так зачем ты рассказал нам эту длинную историю?

source: You probably heard the stories about the messiah. I think that Grekulak is source of this stories. He wants to appear amongst the Akladians, to gripe them again. But we may use those stories against him. To counter him the Oracle also started to made her own prophecies, unclear enough to be popular. Grekulak has it that messiah would not be Akladian, more popular version of Oracle is that he will not be fully Akladian.
ru: Вы наверное слышали рассказы о новом мессии. Думаю, эти слухи идут от Грекулака. Он собирается появиться среди акладиан. чтобы вновь захватить власть над ними. Но мы можем использовать эти слухи против него. Чтобы воспротивиться Грекулаку, Оракул стала делать свои пророчества достаточно пространными, чтобы они имели множество толкований. Грекулак говорит, что мессия будет не из акладиан. А более известное пророчество Оракула говорит, что мессия будет не в полной степени акладианом.

source: I think you understand now. Gawen, you will be that new messiah. In the better times Wesnoth would defeat Grekulak easily. Even Akladians could defeat him on his own if not for the chaos. But in this time of disunity Grekulak has a chance of taking over these lands, and then over the whole world.
ru: Дума, теперь вам свё ясно. Гэвен, новым мессией должен стать ты. В лучшие времена веснотцы легко справились бы с Грекулаком. Даже акладианы смогли бы его победить, если бы не воцарившийся хаос. Но в наше время всеобщих раздоров у Грекулака есть шанс поработить наши земли, а затем и весь мир.

source: No, Gawen. For great many Akladians, especially simple clan members Gawen Hagarthen is rightfull king. Only part of Akladian lords hates you. You are the only person which can unite both Akladians and Wesnothians, who can create one nation from them, and defeat the forces of evil which will came here led by Grekulak.
ru: Нет, Гэвен. Для большинства акладиан, особенно для простых членов кланов, Гэвен Хагартен является законным королём. Тебя ненавидят только некоторые лорды. Ты единственный, кто сможет объединить акладиан и веснотцев и создать единый народ, который сможет сокрушить дьявольские орды Грекулака.

source: How do you think I will do it? I will just say 'hey guys, you may call me messiah now'? Isn't some kind of miracle needed and this kind of stuff?
ru: И как я по-твоему это сделаю? Просто скажу: "Эй, парни, теперь зовите меня Мессией"? Может должно произойти какое-то чудо или что-то в этом роде?

source: The oracle will declare you a messiah, and Akladians from all the kingdoms, including even the other kings, will acknowledge you. You are of Wesnothian royal line, so also Wesnothian will recognise you as their legal ruler. As Gaumhaldric you made a name of your own. And I and all surviving mages will serve you.
ru: Мессией тебя объявит Оракул. И акладианы всех королевств, включая королей, признают это. Ты также наследник королей Веснота, поэтому веснотцы тоже признают тебя законным правителем. Будучи Гемхальдриком ты создал себе собственное имя. Я вместе со всеми уцелевшими магами буду служить тебе.

source: Shut up, foul mage. Everything you tell us was blasphemy. Gawen Hagarthen is the king of Vakladia.
ru: Заткнись, мерзкий маг. Всё, что ты говорил, одно сплошоне богохульство. Гэвен Хагартен - король Вакладии!

source: And you are his mother, therefore the queen - think about it. He could rule over whole Wesnoth, all Akladian kingdoms.
ru: Ты же его мать, королева. Задумайся. Он будет править всеми акладианскими и веснотскими королевствами.

source: Mage Deorien, do you really think Gawen can unite Akladians and Wesnoth? You are not serious, aren't you. Hey, Lorin, do you think underlings are equal to Akladians?
ru: Маг Деориен, ты действительно думаешь, что Гэвен сможет объединить акладиан и веснотцев? Это же не серьёзно. Эй, Лорин, как ты думаешь, дикари ровня акладианам?

source: You have to be joking.
ru: Ты похоже шутишь.

source: Deorien, they have whole religion about their own supremacy over the rest of the world. The God himself choosed them for be masters of every other nation and race. And you are saying we should coexist?
ru: Деориен, вся их вера построена на идее превосходства над всеми в мире. Сам Господь назначил их хозяевами любой другой нации. И ты считаешь, что ты сможем существовать вместе?

source: Yes. And this is already happening. No matter what the great Akladian lords are saying, how they are flaunting with their own superiority, how they heinous find the idea of being the same people as Wesnothian, it IS happening. Akladian clanmembers marrying Wesnothian woman. Akladian peasants seeking the help of a shaman in next village. It is just a beginning, but it is a good beginning.
ru: Да. Это уже случилось. Не важно что говорят великие лорды акладиан, щеголяющие собственным превосходством и считающие ужасной мысть оравенстве с весносцами. Это УЖЕ случилось. Мужчины из акладианских кланов женятся на веснотках. Акладианские крестьяне идут за помощью к шаманам из соседних деревень. Это только начало, но это хорошее начало.

source: And the Akladian faith in one God ruling the world seems to be attractive to other peasants. If we would strip away the part about Akladian superiority, it may once became a religion uniting the nation, because you - Akladians, Wesnothians, and Aragwaithi - will became one nation, sooner or later.
ru: Вера акладиан в единого Бога. правящего миром, привлекательна для простого люда. Если нам удастся убрать идею акладианского превосходства, это религия сможет объединить новую нацию, и вы - акладианы. веснотцы и арагвейты - станете этой единой нацией рано или поздно.

source: Can we kill him now? He is a gall on the face of the earth. A mage.
ru: Ну теперь-то его можно убить? Он - мерзость на лице земли. Маг.

source: You may recruit mages now.
ru: Теперь можно вербовать магов.

source: Maurice
ru: Маурис

source: Alarice
ru: Аларис

source: Once there was a great city here, I was told. Once people were crowding on its streets, and its walls were reaching the sky. Now only ruins have remained - only the skeletons of the buildings and empty wells.
ru: Говорят, когда-то здесь был великий город. Улицы были заполнены народом, а стены поднимались до самых небес. Сейчас остались только развалины, скелеты домов и высохшие колодцы.

source: It is said that Akladians were unable to take the Weldyn, they never were good in taking fortified cities. They sieged the city for years, storming the walls with ferocity and fanatical courage.
ru: Рассказывали, что акладианы не смогли взять Вельдин. У них всегда были проблемы со штурмом хорошо укреплённых городов. Годами они держали Вельдин в осаде, штурмуя стены с яростным исступлением фанатиков.

source: Finally they were helped by the treachery from the inside. The traitor was promised three bags of gold for opening the city gates. Akladians kept their promise. The tale has it that they tied the three bags of gold to the traitor's legs before they pushed him from the walls into the river.
ru: В конце концов им помогло предательство. Изменнику пообещали три мешка золота, если он откроет ворота. Акладианы сделжали обещание. Легенда расказывает, что предателю повесили на шею три мешка золота и бросили со стены в реку.

source: So, you think the great mage is hiding somewhere here?
ru: Значит ты думаешь, что великий маг где-то здесь?

source: Yes, my lord. These are ruins of great city. Deorien should be there.
ru: Да, милорд. Это руины великого города. Деориен должен быть где-то рядом.

source: Hiding like a rat, seeking the cover against the wrath on just hand of the God. So, our plain is to find him, torture him and kill him, right?
ru: Прячась как крыса, скрываясь от гнева длани господней. Итак, мы должны найти его, замучить и убить, так?

source: Lady Lorin, are you just pretend you had not understood why we were sent here, or the unability to grasp the goals of our mission is natural consequence of quality of your mind?
ru: Леди Лорин, вы просто притворяетесь, что не понимаете за чем нас послали, или вам действительно не хватает ума понять дель нашей миссии?

source: I can kill you here and now, underling, so watch your words.
ru: Я могу убить тебя прямо здесь и сейчас, дикарь, так что следи за словами.

source: Mother! Stop it! What I told you about using this nasty word? I need both of you. You should be friends or at least allies, not enemies.
ru: Мать, прекрати! Что я говорил об этом мерзком слове? Мне нужны вы оба. И нужны друзьями или хотя бы союзниками, а не врагами.

source: Is it an order?
ru: Это приказ?

source: Yes, it is.
ru: Именно так.

source: If this is your will, Gawen, I will kill that under.. uhm... man-like creature later.
ru: Если такова твоя воля, Гэвен, я убью ди... эээ... это человекоподобное позже.

source: God help us. I've heard terrible stories about this area. They say the ghost of murdered citizens still inhabit this ruins. No Akladian wants to enter this cemetary full of memories of dead.
ru: Помоги нам, Господи. Я слышал ужасные истории об этих местах. Говорят, призраки убитых горожан всё ещё обитают в руинах. Ни один акладиан не должен заходить на это кладбище, переполненое памятью о смерти.

source: No ghost will be able to stand against the cold steel in the hand of Lorin.
ru: Ни один призрак не устоит перед холодной сталью в руках леди Лорин!

source: Master, someone approaches us! Should I attack now?
ru: Учитель, кто-то приближается! Атаковать их?

source: No, don't attack.
ru: Нет, подождите.

source: These are Akladians! At least, there are Akladians amongst them! I will need reinforcements!
ru: Это акладианы! По крайней мере некоторые из них! Нам нужно подкрепление!

source: I said, don't attack. Do not be scared, friends from distant lands. I know who you are. Oracle notified me about you. I was waiting for you, noble Gaumhaldric - or rather, Gawen Hagarthen. You have no idea how long I waited for you.
ru: Я сказал подождите! Не бойтесь, друзья из далёких мест. Я знаю кто вы. Оракул сообщила мне об этом. Я ждал тебя, благородный Гемхальдрик или, лучше, Гэвен Хагартен. Ты наверное не знаешь как долго я тебя жду?

source: Are you Deorien, the great mage?
ru: Вы Деориен, великий маг?

source: Yes, I am.
ru: Да, это я.

source: We need your help. Great army is about to invade Wesnoth, and without mage we..
ru: Нам нужна Ваша помощь. Огромная армия готовится вторгнуться в Веснот, и без магии мы...

source: I told you I know who you are and why you are here. But I'm affraid you do not know. Gawen Hagarthen, I was waiting for many, many years until someone like you will appear. When I heard about you, a hope had arised in my heart. Now, when I see you, I am sure.
ru: Я же говорил, что я знаю кто вы и зачем вы пришли. А вот ты, боюсь, этого не знаешь. Гэвен Хагартен, многие-многие годы я ждал появления кого-то вроде тебя. Когда я о тебе услышал, в моём сердце надежда поселилась. Теперь, когда я тебя увидел, она превратилась в уверенность.

source: Sure? Of what? You are confusing me, while I only want to ask you for help.
ru: Надежда? На что? Вы сбиваете меня с толка, я же просто пришёл попросить о помощи.

source: I invite you and your friends into my rooms. I hid in those ruins for whole my life. In the darkest hour of Wesnoth I gathered last surviving mages of Weldyn and we hid in the library. Then... But I will explain you everything. First, you have to hear some story. Very long story... Gawen, what do you know about origins of Akladians?
ru: Приглашаю тебя и твоих друзей в мои покои. Я скрываюсь в этих руинах всю свою жизнь. В мрачные для Веснота времена я собрал последних спасшихся магов Вельдина и мы спрятались в билиотеке. Потом... Впрочем, я ещё успею это всё рассказать. А сначала ты должен услышать одну историю. Долгую-долгую историю... Гэвен, что тебе известно о происхождении акладиан?

source: Akladians? Well... we came from the east, isn't it? Mother, help me here...
ru: Акладиан? Ну... Мы пришли с востока, так? Мать, помоги мне.

source: Should I kill this mage now?
ru: Уже можно его убить?

source: She won't tell you because all she knows are legends and myths. She will tell you the tale about how God created Akladians so they could rule over the world, but the false messiah imprisoned them, so they rebelled and then they moved here. For every myth there is a true event which started it, true beginning twisted and confused with the passing generations. Listen to me now.
ru: Она ничем тебе не поможет, потому что сама знает только легенды и мифы. Она может рассказать историю о том, как Бог создал акладиан, чтобы те правили миром, но ложный пророк заключил их, а потом они взбунтовались и пришли сюда. Этот миф, как и любой другой, начинается правильно, но верное начало искажено и переврано поколениями рассказчиков. А теперь слушай.

source: Leaving the Okladia
ru: Уход из Окладии

source: When Deorien declared to my soldiers that they should address me by the name of 'king Gawen Haldric Hagarthen' they showed a lot of enthusiasm. Well, I think this was no surprise for them. But their clamourous enthusiasm was surely a surprise for me.
ru: Когда Деориен объявил солдатам, что они одлжны называть меня "король Гэвен Хальдрик Хагартен", они приняли это с большим энтузиазмом. Думаю, это не оказалось для них сюрпризом. А вот я был удивлён их шумными восторгами.

source: It was hoped that small army would sneak succesfully out of Okladia, but on the border we marched suddenly into outposts of Okladian army. With scouts reporting about king Buffin behind our backs, we had no time for finding another way. We had to hew our way through Akladian ranks.
ru: Я надеялся, что наша небольшая армия тихо выскользнет из Окладии, но на границе мы слишком близко подошли к окладианским заставам. Когда разведчики сообщили, что в нашем тылу армия Баффина, у нас уже не было времени искать другой путь. Нам осталось только прорубаться через ряды акладиан.

source: Treacherous dog! Harnen joined the rebels! Bring reinforcements!
ru: Вероломная собака! Харнен присоединился к бунтовщикам! Шлите за подкреплением!

source: Wait! Before we cross our blades, I want to know something. Tell me your name: for I think I saw your face some time ago, and now.. Maybe I heard it wrong, but aren't your people calling you Gawen Hagarthen?
ru: Подожди! Прежде, чем мы скрестим клинки, я хочу узнать кое-что. Назови своё имя. Мне кажется, я когда-то видел тебя, и сейчас... Может быть я не расслышал, но кажется твои солдаты зовут тебя Гэвен Хагартен?

source: I am Gawen Hagarthen.
ru: Да, я Гэвен Хагартен.

source: Gawen Hagarthen, king of Vakladia?
ru: Гэвен Хагартен. король Вакладии?

source: I am Gawen Hagarthen. I was crowned king in Vattin and betrayed by my own lords during the battle of Barnon.
ru: Я Гэвен Хагартен. Я был коронован в Ваттине и предан собственными лордами в битве при Барноне.

source: My brother.. my brother died.. killed by someone called Gaumhaldric. Do you.. Do you know who was that Gaumhaldric?
ru: Мой брат... Мой брат мёртв. Его убил кто-то по имени Гемхальдрик. Ты... Ты знаешь кто такой Гемхальдрик?

source: This was the name I used before.
ru: Так меня звали раньше.

source: No idea who he could be.
ru: Понятия не имею кто это.

source: So, you killed my brother!
ru: Так ты убил моего брата!

source: Yes. It was good fight and your brother was brave fighter.
ru: Да. Это была славная битва, а твой брат был хорошим бойцом.

source: Yes. Now it will be your turn.
ru: Да. А теперь твоя очередь.

source: He had honourable death. My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
ru: Он принял достойную смерть. Мой король, брат был против тебя потому, что не знал кто ты на самом деле. Пожалуйста прости его.

source: I honour memory of your brother. He had not done anything which would have to be forgiven.
ru: Я чту память о твоём брате. Он не совершил ничего за что я должен бы был его прощать.

source: Stop fighting! This is our rightful king. I am the your hand, my sword is your sword, my king, my blood is yours to spill.
ru: Прекратите сражение! Это наш законный король! Я твоя рука! Мой меч - твой меч, мой король! Моя кровь твоя до последней капли!

source: Rauke Harnen
ru: Рауки Харнен

source: Bal Riddon
ru: Бал Риддон

source: Dauri Travil
ru: Даури Травил

source: Have you heard, Rauke? You will have another king very soon now.
ru: Рауке, ты слышал? Скоро у нас будет новый король.

source: No kidding.
ru: Да брось.

source: No, really. Now, when Gawen Hagarthen is dead and you were unable to introduce any sign of order, our king, which as it seems will soon be also your king, decided to help you and bring back the law.
ru: Точно. Сейчас, когда Гэвен Хагартен мёртв, и вы не можете себе представить как навести порядок, наш король, который скоро будет и вашим королём, решил прийти к вам на помощь и восстановить законы.

source: After he will clean Vakladia from different marauders, brawlers and bandits he will call for an election for new king, where you, of course, will have chance to show your gratitude by giving him the crown.
ru: Когда он очистит Вакладию от мародёров, хулиганов и разбойников, он провозгласит выборы нового короля, и у вас будет случай оказать уважение и отдать корону ему.

source: Are your speech going to somewhere, or do you just talk because you love to gab?
ru: Ты к чему-то ведёшь, или просто любишь потрепаться?

source: Well. Rauke, what will you do when king Buffin Hagarthen will appear here? You will of course join us? I know few people who are quite close to king, I may say a word to them...
ru: Ну хорошо. Рауке, что ты будешь делать когда сюда придёт король Баффин Хагартен? Ты же встанешь на нашу сторону? Я знаю некоторых приближённых к особе людей, могу попросить замолвить за тебя словечко...

source: I don't know what to think about this. My brother, Raban, died recently fighting with someone who - according to many - looked like our king Gawen's twin brother.
ru: Не знаю что и думать. Мой брат Рабан недавно погиб в битве с кем-то, кто, как и многие, как две капли воды похож на короля Гэвена.

source: Reme Carrenemoe
ru: Реме Карренемо

source: Reumario
ru: Ромарио

source: Aaah, the battle! My son, the food for our swords is ahead. Let's kill them all, and if they will be worthy opponents, let's cut their hearts out and eat them. Speaking about eating, I am hungry...
ru: Ага, битва! Сын мой, впереди пища для наших мечей. Убьём их всех, и если они окажутся хорошими противниками, вырежем их сердца и съедим. Кстати, о еде, я голодна...

source: My king, is mother of your majesty always this... hmm...
ru: Мой король, мать Вашего величества всегда такая... ммм...

source: Bloodthirsty? I am not sure. She recently started to behave quite odd.. Mother, you should really stop eat so much. You are starting to get weight.
ru: Кровожадная? Не уверен. Она часто начинает вести себя странно... Мать, тебе действительно нужно поменьше есть. Ты начинаешь набирать вес.

source: I will lose it in battle. Chaarge!
ru: Я сброшу его в битве! Заряжа-ай!

source: Reach the northern edge of the map with Gawen.
ru: Доведите Гэвена до северного края карты.

source: For our king, Gawen Haldric Hagarthen!
ru: За нашего короля Гэвена Хальдрика Хагартена!
