Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Thank God! Gawen, how do you feel? Can you talk? Move?
ru: Слава Богу! Гэвен, как ты себя чувствуешь? Ты можешь говорить? Двигаться?

source: I feel weak... I feel sick.. (pause) ... I can't remember anything... Nothing.. Who am I?
ru: Я чувствую слабость... Тошноту... (пауза) ... Ничего не помню... Ничего... Кто я?

source: I think the blade which wounded him was poisoned, my lady. We have to wait here and pray that our God would show him his mercy. (Whispering) And then we will bury him with all ceremonies.
ru: Боюсь, поразивший его клинок был отравлен, моя госпожа. Мы должны ждать и молиться, чтобы Господь смилостивился над ним. (Шёпотом) А затем похороним его со всеми почестями.

source: No! We can't wait. We have to reach a town nearby and find a medic, quickly!
ru: Нет! Нечего ждать. Мы должны добраться до ближайшего города и отыскать лекаря. Быстрее!

source: He's not gonna make it.
ru: Он не выдержит!

source: I vow to sacrifice a lamb to God, if he will be cured. If not, I won't ever sacrifice even a mouse, do you hear me, our God? Gawen, can you get up?
ru: Я клянусь пожертвовать Господу ягненка, если мой сын будет излечен. Если же нет, я никогда не принесу в жертву даже мышь, ты слышишь меня, Бог? Гэвен, ты можешь подняться?

source: Yes.. But.. I can't remember anything... Who am I ?! Who are you?
ru: Да... Но... Я ничего не помню... Кто я?! А кто вы?

source: I am your mother, the only person whom you can trust. These are your last loyal soldiers, who stayed with us when everyone else left after your father's honorable death. You are Gawen Hagarthen, the true rightful king of Vakladia.
ru: Я твоя мать, единственный человек, которому ты можешь доверять. Вот это - последние верные тебе солдаты, которые остались рядом после доблестной смерти твоего отца, когда все остальные покинули нас. Ты - Гэвен Хагартен, законный король Вакладии.

source: My mother? You seem.. a bit young...
ru: Мать?.. Но ты выглядишь... такой юной...

source: I am just your step-mother, but there is no time for more talk. We have to reach the town and find a medic!
ru: Я твоя мачеха, но сейчас нет времени на долгие объяснения. Мы должны добраться до города и найти лекаря!

source: Look, there are Akladians there! To arms! Their king is dead, it's time to kill them all and finish with our slavery!
ru: Смотри-ка! Это акладианы! К оружию! Их король мертв, самое время перебить их всех и положить конец нашему рабству!

source: My lord, if you can't remember anything, then let me suggest few things. Remember that our troops are not the armoured types the Wesnothians have, but they are far more resistant to pain and faster than those wimps. Use good terrain, it's good to defend on the hills or in villages or forests. Do not charge blindly into enemy: We have no means to replenish our army.
ru: Милорд, коль скоро Вы всё забыли, позвольте мне напомнить Вам несколько вещей. Наши отряды не так хорошо защищены, как веснотские, но они лучше переносят боль и двигаются значительно быстрее этих слизняков. Пользуйтесь преимуществами местности. Защищаться лучше всего на холмах, в деревнях и в лесу. И не нужно слепо бросаться на врага. Нам негде восполнить армию.

source: Reach the enemy keep with Gawen
ru: Доведите Гэвена до вражеской крепости.

source: The fireplace is still warm.. He had to be somewhere nearby..
ru: Костровище еще теплое... Он должен быть где-то рядом...

source: I can feel the poison inside me...
ru: Яд растекается по телу... Я чувствую...

source: Try to resist for just a bit more, my son!
ru: Ещё немного, сын мой! Постарайся продержаться.

source: My son! Please, don't give up!
ru: Сын мой! Не сдавайся!

source: Medic
ru: Лекарь

source: My lady, we have found a medic!
ru: Госпожа! Мы нашли лекаря!

source: Underling! My son is dying. If you can heal him, I will save your life. If not, I will burn you and your family alive, do you understand?
ru: Эй, дикарь! Мой сын умирает. Если ты можешь спасти его, я сохраню твою жизнь. Если же нет, я сожгу тебя вместе со всей твоей семьей. Ты понял?

source: Don't try to scare me. I am too old to be afraid of death, and I do not have a family. I will try to heal your son, because this is my duty as medic, not because of your threats, Akladian lady.
ru: Не пытайтесь меня напугать. Я слишком стар, чтобы бояться смерти, и у меня нет семьи. Я попробую вылечить Вашего сына, потому что это мой долг как лекаря, а не потому, что Вы угрожаете мне, акладианская госпожа.

source: I don't care about your motives, just do it!
ru: Мне плевать на твои мотивы. Сделай это!

source: It's a shame we have no time to loot it or tax the inhabitants..
ru: Чертовски жаль, что у нас нет времени ограбить это место или хотя бы собрать налоги.

source: I can't see.. I'm cold..
ru: Я ничего не вижу... Мне холодно...

source: No! Don't die! Not now!
ru: О нет! Не умирай! Только не сейчас!

source: For freedom! Death to Akladian beasts!
ru: За свободу! Смерть акладианским тварям!

source: Uhm... We are good guys, right?
ru: Хм... Разве мы не хорошие люди?

source: Do not forget to withdraw the wounded units to villages, where they could rest and regain some of their health.
ru: Не забывайте отводить в деревни израненые отряды, чтобы они могли отдохнуть и восстановить здоровье.

source: Get off my way, dirty underling!
ru: Прочь с дороги, грязный дикарь!

source: Poor bastards! They have no chances.
ru: Проклятые ублюдки! У вас нет ни единого шанса!

source: How you dare to oppose us, ungodly underling!
ru: Как ты смеешь оказывать сопротивление, безбожный дикарь?

source: No! It's impossible! I have just started!
ru: Нет! Это невозможно! Я же только начал!

source: Their leader is dead, good! Now bring Gawen to their keep, people!
ru: Отлично! Их предводитель мертв. Ведите Гэвена в крепость.

source: Fighting for pass
ru: Проход с боем

source: So, my name is Gawen Hagarthen and I am to be a king of nation destined to rule over the world. Somehow, this does not make me happy.
ru: Итак, меня зовут Гэвен Хагартен. Я оказался королём народа, чьё предназначение - править миром. Странно, но это совсем меня не радует.

source: The woman, who calls herself my mother is giving everyone orders in my name. She is always close to me, as if she is afraid to let me alone. I wish I could know what Reme Carrenemoe thinks; he seems like he is afraid to speak more than it is necessary. And that whole 'underling' thing... I don't know why, but sometimes, looking at faces of warriors who are around me, I feel attached more to those whom they call 'underlings'.
ru: Женщина, которая называет себя моей матерью, отдает приказы от моего имени. Она всегда рядом, потому что боится оставить меня одного. Знать бы еще что на уме у Реме Карренемо. Он выглядит так, будто всё время боится сказать что-нибудь лишнее. И вообще, все эти разговоры насчет "дикарей"... Не знаю почему, но иногда, глядя на лица окружающих меня воинов, я чувствую, что слово "дикари" больше подходит им, чем тем, кого они так называют.

source: Sometimes I think it is some kind of cruel joke. I am like a wooden stick carried by large and wild river. A feather inside of a tornado. Gawen Hagarthen, king of Vakladia. Somehow, I do not feel happy.
ru: Порой мне кажется, что всё это какая-то злая шутка. Я как щепка в потоке широкой бурной реки. Пёрышко, подхваченное ураганом. Гэвен Хагартен, король Вакладии... Нет, определённо, мне это не нравится.

source: Raul O Gaeltin
ru: Рауль О'Гэлтин

source: Oeame
ru: Ойме

source: Roule
ru: Рауль

source: Moerro
ru: Муэрро

source: Urheare
ru: Урэр

source: Mirro
ru: Мирро

source: Umeari
ru: Умери

source: Rioto
ru: Риото

source: Lioato
ru: Лиато

source: Loyal
ru: Преданный

source: The Vattin, capital of our kingdom, is just a few days from here. My son, how do you feel?
ru: Ваттин, столица нашего королевства, всего в нескольких днях пути отсюда. Сын мой, как ты себя чувствуешь?

source: Much better. This medic was really good in his job. I wish to thank him at some time in future.
ru: Значительно лучше. Этот лекарь действительно хорошо знает своё дело. Думаю, когда-нибудь в будущем я отблагодарю его.

source: I'm afraid that may be impossible. What about your memory?
ru: Боюсь, это будет невозможно. Как твоя память?

source: I think.. Sometimes I think I remember something, but then it just passes away. I remember a dark-haired woman. She is lying on the bed, sweating, pain in her beautiful green eyes. I don't know who is she but it makes me cry every time I think about it. I think I loved her.
ru: Я думаю... Иногда мне кажется, что я что-то помню, но воспоминание тут же ускользает. Я помню темноволосую женщину. Она лежит в кровати, покрытая испариной, и её прекрасные зелёные глаза наполнены болью. Я не знаю кто она, но каждый раз, когда я думаю о ней, мне хочется плакать. Наверное, я любил её.

source: That could be your true mother, my lord. She was poisoned when you were still young.
ru: Должно быть это Ваша родная мать, милорд. Её отравили когда Вы были ещё совсем юным.

source: I've sent an envoy to Gaeltin Hyer, a city which is on our way, to prepare rooms for us. I think, my lord, you have to get some rest before continuing our journey.
ru: Я отправил гонца в Гэлтин Хаер, город, расположенный по дороге, с приказом подготовить комнаты к нашему визиту. Думаю, господин, Вам нужно немного отдохнуть прежде, чем мы продолжим путь.

source: Noble lords, with your permission. My Lord, Raul O Gaeltin sent me here with a message. I beg for your forgiveness, remember I am just a messenger.
ru: С вашего позволения, благородные лорды. Мой господин, Рауль О'Гэлтин, прислал меня с сообщением. Я надеюсь на ваше милосердие; помните, что я всего лишь посланник.

source: Speak.
ru: Говори.

source: These are the words of my lord, he wanted to repeat them exactly: Gaeltin gates would never be opened for mixling bastards nor for the king's whores. He send you also this...
ru: Мой господин приказал повторить слово в слово следующее: "Ворота Гэлтина никогда не откроются ни перед нечистокровными ублюдками, ни перед королевскими шлюхами." Ещё он просил передать...

source: You received 2 pieces of gold
ru: Вы получили 2 золотых

source: This is for you to start a new life. This is everything I was expected to say. May I live, I mean, leave?
ru: ...это, чтобы было на что начинать новую жизнь. Вот всё, что я должен был сказать. Могу я уйти живым, э... то есть, уйти?

source: We have a message for your lord too. Tell him we will bring him the message personally and he will have a lot of time to understand it fully. You may leave now.
ru: У нас тоже есть что передать твоему хозяину. Скажи ему, что мы лично зайдём всё обсудить, и у него будет очень много времени, чтобы хорошо подумать над тем, что мы скажем. Можешь идти.

source: I guess we will have to fight our way into Vattin. Gawen, many Akladians live nearby. They will fight for you. They are unexperienced but they are eager to show their loyalty. Let's use them.
ru: Думаю, нам придется пробиваться в Ваттин с боем. Гэвен, вокруг нас много акладиан. Они будут сражаться за тебя. Они неопытны, но горячо желают показать свою преданность. Воспользуемся их помощью.

source: Go and take the villages to have more gold. Recruit as many Clanmembers as you can. Most of them will probably die, but the rest may become good fighters. Do not forget to recall our soldiers, too. Be careful, do not hurry without necessity. To cure wounded units you may use wiseman or villages.
ru: Иди и захватывай деревни, чтобы получить как можно больше золота. Ставь в строй столько людей кланов, сколько сможешь. Большинство из них погибнет, но те, кто выживут, смогут стать хорошими бойцами. Не забывай призывать старых солдат. Будь осторожен, не торопись без необходимости. Для лечения раненых зови знахарей или просто задерживайся на постой в деревнях.

source: Reach the northern signpost with Gawen Hagarthen OR
ru: Привести Гэвена Хагартена к северному указателю ИЛИ

source: Kill the enemy leader.
ru: Убить вражеского лидера.

source: I guess we will find some use for this in near future.
ru: Надеюсь, в ближайшем будущем мы найдём этому применение.

source: Uh, I hope I will never know you closer
ru: Ух, надеюсь я никогда не познакомлюсь с этой штукой поближе.

source: So, how many days are from here to Vattin?
ru: Ну что ж, как долго идти отсюда до Ваттина?

source: We should be there in two or three days.
ru: Думаю, мы дойдём за два-три дня.

source: It's a shame we had no time to finish that traitors off.
ru: Чертовски жаль, что у нас нет времени, чтобы покончить с этими изменниками.

source: There is no time for that. Others should manage to do that without us.
ru: Отвлекаться некогда. Другие разберутся с этим без нас.

source: Death to the traitors!
ru: Смерть предателям!

source: Yeah!
ru: Ха!

source: This is the end which awaits all traitors!
ru: Так будет с каждым предателем!

source: Before I kill you, I want you to know that this is not because of the message you delivered to us.
ru: Хочу, чтобы перед смертью ты понял, что весть, которую ты принёс, тут ни при чём.

source: I was just a messenger!
ru: Я просто был гонцом!

source: I told you that I don't blame you for repeating words of your master.
ru: Я уже сказал, что не виню тебя за слова твоего господина.

source: So you will allow me to live?
ru: Так Вы оставите меня в живых?

source: I haven't said that. You see, I really don't like your face.
ru: Этого я не говорил. Видишь ли, мне очень не нравится твоё лицо.

source: You are lucky that I have not got more time, or I will play with you more, dishonourable scum.
ru: Тебе повезло, что у меня мало времени. А то я бы поигралась с тобой подольше, подонок.

source: You are lucky that this underling whom you call your king does not know...
ru: Это тебе повезло, что дикарь, которого ты называешь королём, не знает...

source: Enough of that, go to your ancestors!
ru: Достаточно. Отправляйся к прародителям.

source: Where is he? He starts to act on my nerves...
ru: Где он? Он начинает действовать мне на нервы.

source: Oops.
ru: Упс.

source: It looks like he recruited a lot of units.
ru: Похоже, он собрал немалое войско.

source: Yes indeed. This could be a bit harder than we expected.
ru: Да, действительно. Дело выглядит немного сложнее, чем мы ожидали.

source: My friends will come very soon! You are already doomed! Ha ha ha!
ru: Мои друзья уже на подходе! Вы все покойники! Ха-ха-ха!

source: Let's try to get a little faster. This traitor's friends may appear in any moment.
ru: Давай поторопимся. Дружки этого предателя уже близко.

source: Ha ha ha! You are doomed! I can hear the trumpet of my friends coming to aid me!
ru: Ха-ха-ха! Вы трупы! Я слышу трубы: мои друзья идут на помощь!

source: No! More traitors are coming from every side! We have no hope for dealing with them!
ru: Нет! Предатели со всех сторон! Мы не справимся с ними!

source: Run for your life! That wimp cannot possibly lead us to victory!
ru: Разбегаемся! Этот слизняк не сможет привести нас к победе!

source: Poor fellow!
ru: Бедняга!

source: He had honourable death. Do not let fear for losing units paralyse you; There are a lot more clanmembers ready to fight for you.
ru: Он принял благородную смерть. Не связывай себе руки страхом потерять людей. Многие члены клана готовы умереть за тебя.

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight at day, and during nights they should be used carefully.
ru: Помни, Гэвен, хотя многим нашим отрядам всё равно в какое время суток сражаться, ополченцы, щитоносцы и защитники клана предпочитают воевать при свете дня. Ночью нужно использовать их очень осторожно.

source: Ah, he is using the Sturmknights. Be careful about them, Gawen. They like to fight during nights and they are used to darkness. Counter them with Shieldguard at days.
ru: У них есть штурмовики. Будь осторожен, Гэвен. Они привыкли сражаться по ночам и очень опасны в темноте. Нападай на них днём отрядами щитоносцев.

source: I can't hold my sword anymore.. I can't ...
ru: Я не могу удержать меч... Не могу...

source: My ancestors, I am coming to you! I hope I have not failed you..
ru: Предки, я иду к вам! Надеюсь, что вы не будете разочарованы...

source: I'm not afraid.. I would just want to smoke a little longer..
ru: Я не боюсь... Вот только бы ещё разок закурить...

source: Aragwaiths die without fear!
ru: Арагвейты не боятся смерти!

source: That's not fair!
ru: Во мне нет страха!

source: Father! Father! I am loosing my...
ru: Папа! Папа! Кажется я...

source: No! I have still so much to do!
ru: Нет! Мне ещё так много надо сделать!

source: This is version
ru: Номер этой версии

source: Detailed changelog is posted on forum, also you may find it in the same directory in which campaign files are located. If you like this campaign post your feedback on www.wesnoth.org/forum. Campaign is considered complete. Further releases will only contain translation updates, typo and grammar error corrections, graphic updates etc.
ru: Подробный список изменений публикуется на форуме, а так же находится в том же каталоге, где лежат все файлы кампании. Если Вам понравилась кампания, оставьте отзыв на форуме http://www.wesnoth.org/forum Разработка кампании завершена. Изменения последующих выпусков будут относиться только к обновлениям переводов, исправлениям ошибок, графическим дополнениям и т.п.

source: The unit $ano_loyal[0].user_description became LOYAL.
ru: Соединение $ano_loyal[0].user_description стало ПРЕДАННЫМ.

source: When the battle was ended, many bodies were found on fields near Barnon; but Gawen's body was not amongst them. Furious Bor Cryne ordered to search the whole battlefield, but his men efforts were fruitless.
ru: Когда битва закончилась, поля вокруг Барнона были сплошь усеяны мёртвыми телами. Но тела Гэвена среди них не было. Разъяренный Бор Крайн приказал прочесать всё, но его люди вернулись ни с чем.

source: The mood of the small tired band led by Lady Lorin and Reme Carrenemoe were gloomy. Though they managed to escape the slaughter, there was no joy and no hope on the faces of the soldiers.
ru: Настроение воинов, идущих за леди Лорин и Реме Карренемо, было подавленным. Несмотря на то, что отряд вырвался из кровавой бойни, лица солдат не выражали ни радости, ни надежды.

source: I can't believe this happened... He's dead..
ru: Не могу поверить, что это произошло... Он мёртв...

source: Is he? I've heard they couldn't find the body.
ru: Мёртв? Я слышал, что тело так и не нашли.

source: And we have abandoned him! And you too, honorable and brave Reme, you have left him there to death!
ru: Мы бросили его! И ты, благородный храбрый Реме, ты оставил его там на верную смерть!

source: Silence, woman. I rue the hour I listened to his order. If I only knew that he would be so.. so stupid...
ru: Замолчи, женщина. Я проклял тот час, когда услышал его приказ. Если бы я только знал, что он поступит так... так глупо...

source: I.. I'm sorry Reme. I just.. What we are going to do now?
ru: Я... Мне очень жаль, Реме. Просто я... Куда мы теперь пойдем?

source: We? There is no we, Lady Lorin. I have orders to bring you to a safe place, and I will do it. After that we will split our paths. I will allow you to choose five of my best warriors and that's it.
ru: Мы? Никаких "мы", леди Лорин. Я получил приказ отвести Вас в безопасное место и выполнил его. Теперь наши пути расходятся. Я могу только предложить Вам выбрать пятерых моих лучших воинов, и это всё.

source: But.. But..
ru: Но... Но...

source: There is no but. Now, be silent. I don't like this place.
ru: Никаких "но". А теперь помолчите. Что-то мне здесь не нравится.

source: Father! You are not trying to move me away from the battle, aren't you?
ru: Папа, ты же не хочешь выгнать меня с поля боя? Правда?

source: Don't be silly, girl. I am not in command here.
ru: Не валяй дурака, дочка. Сейчас командую не я.

source: She's an action girl, isn't she.
ru: А она горячая девочка.

source: Don't know what you had on your mind, but don't call her that again.
ru: Не знаю, что ты имел в виду, но постарайся больше так её не называть.

source: Okladia was one of four kingdoms found after Gawen's grandfather's death by his sons. This was ruled by Buffin Hagarthen, king old, suspicious, and very conservative. He was able to crush Wesnothian rebellion in his country - for the fourth time in times of his rule, and had reputation of very carefull and skillful ruler.
ru: Окладия была одним из четырёх королевств, основанных младшими Хагартенами после смерти деда Гэвена. Здесь правил Баффин Хагартен, старый, подозрительный и консервативный король. За время своего правления он четырежды успешно подавлял восстания веснотцев и заслужил репутацию осторожного и умелого правителя.

source: It's strange, but I had this feeling of success I had never before. Our soldiers are really the best of the kind; the true elite. It is more than month since we left Raedwood, and we already defeated forces larger than ours.
ru: Странно, но сейчас мне кажется, что успех близок как никогда. Наши солдаты - лучшие, просто элита. Прошло не многим более месяца с тех пор, как мы вышли из Редвуда, а мы уже разбили армию, значительно превосходящую нас размером.

source: A month? Are you sure it's more than a month?
ru: Месяц? Ты уверен, чуть больше месяца?

source: Yes... Yes it is.. More than a month.. Oh Gawen, I.. I've done something really terrible.. I.. I.. I don't know how to tell you...
ru: Да... Именно так... Чуть больше месяца... О, Гэвен, я... Я сделала что-то совершенно ужасное... Я... Я... Я не знаю как рассказать тебе...

source: What?!?
ru: Что?!?

source: No, nothing. It doesn't matter. I... I'm sorry, but I can't... I will join you later.
ru: Нет, ничего. Не имеет значения. Я... Я проше прощения, но я не могу... Я скоро вернусь.

source: Gawen, I've never seen your step-mother like this before. I think she is sick. Very sick. I've saw her vomiting yesterday.
ru: Гэвен, я никогда раньше не видел твою мачеху такой. Мне кажется, ей плохо. Очень плохо. Вчера я видел, как её рвало.

source: But.. What happened? Why? Is she...
ru: Но... Что случилось? Почему? Она...

source: Poisoned? Why not. We have Akladians in our army, isn't it?
ru: Отравлена? Почему бы и нет. Ведь в нашем войске есть ещё акладианы?

source: My lord, I do not want to disturb you, but our scouts told us about the enemy forces.
ru: Милорд, не хотел вас беспокоить, но разведчики доложили о приближении вражеской армии.

source: Hmm.. It seems we will have to fight this army to continue our journey. It should be easy.
ru: Хм... Надо их разбить и продолжить путешествие. Мы легко справимся.

source: My lord, our scouts also told us that we are being followed by some very large army of Akladians. Someone has noticed us. Maybe our successes were too large. We have to won quickly, or we will be crushed by another foe.
ru: Милорд, разведка также докладывает, что нас преследует большая армия акладиан. Кто-то нас заметил. Похоже, наши успехи стали слишком известны. Мы должны скорее одержать победу, иначе нас сокрушат подоспевшие враги.

source: My lord, our scouts told us that we are being followed by some very large army of Akladians. Someone has noticed us. Maybe our successes were too large. We have to won quickly, or we will be crushed by another foe.
ru: Милорд, разведка докладывает, что нас преследует большая армия акладиан. Кто-то нас заметил. Похоже, наши успехи стали слишком известны. Мы должны скорее одержать победу, иначе нас сокрушат подоспевшие враги.

source: It will be quick victory then.
ru: Значит это будет скорая победа.

source: I will never again see our beatiful forests..
ru: Я больше никогда не увижу наши прекрасные леса...

source: See how Elf die, without fear!
ru: Смотри как бесстрашно умирают эльфы!
