Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: A New Order
ru: Новый Порядок

source: Trivial
ru: Элементарный

source: Normal
ru: Нормальный

source: Impossible
ru: Невозможный

source: The old kingdom of Wesnoth lies in ruins, while barbarians are ruling over the people dreaming about old legends. Can Gawen Hagarthen unite them all against the common danger? This supposed to be easy campaign.
ru: Древнее королевство Веснот лежит в руинах. Под гнётом варваров люди грезят древними легендами. Сможет ли Гэвен Хагартен объединить народ Веснота для борьбы со всеобщей угрозой? Кампания задумывалась как несложная. -

source: The campaign is not intended for underaged. It contains elements making it unsuitable for children. You have been warned.
ru: - Кампания не предназначена для несовершеннолетних. Ряд её элементов не рекомендуется детям. Вы предупреждены.

source: Version
ru: Версия

source: Get out of my way... I am not here because of you.
ru: Убирайся с моей дороги... Я пришел не за тобой.

source: You aren't prince, aren't you? It is not you whom I am seeking.
ru: Ты не принц, не так ли? Ты не тот, кого я ищу.

source: Finally! Now, accept the inevitable. I am professional, that isn't going to hurt
ru: Наконец-то! Итак, примите неизбежное. Я профессионал. Больно не будет.

source: Leave the final blow for me! I want to interrogate him!
ru: Последний удар должна нанести я! Его нужно допросить.

source: Why? Who sent you?
ru: Почему? Кто тебя прислал?

source: Why? Two hundred golden pieces, that's why.
ru: Почему? Двести золотых. Вот почему.

source: Die, underling!
ru: Умри, дикарь!

source: Stop, don't kill him! We have to interrogate him!
ru: Стойте, не убивайте его! Мы должны его допросить.

source: Now, only one thing stops me from killing you. Who sent you?
ru: Только один вопрос мешает мне тебя прикончить. Кто тебя послал?

source: The destiny.
ru: Судьба.

source: Don't test my patience. Speak, or I will kill you.
ru: Не испытывай мое терпение! Говори, или я убью тебя!

source: Do whatever you want to.
ru: Делайте со мной что угодно.

source: Then die, if you want.
ru: Ну так умри, если ты так этого хочешь.

source: You are way too soft, Reme. Why haven't you given him to me?
ru: Вы слишком мягкосердечны, Реме. Почему Вы не отдали его мне?

source: Who sent you!
ru: Кто тебя послал?

source: Our rules are to never betray the name of people who hired us.
ru: У нас есть правило. Никогда не выдавай человека, который тебя нанял.

source: Don't test my patience, underling! Speak, or you will be sorry you are still alive!
ru: Не испытывай мое терпение, дикарь! Говори, или пожалеешь, что родился на свет!

source: Who sent me? The fate... But there will be another after me. (scream of pain) Aaaargh!
ru: Кто меня послал? Сама судьба... Но за мной придут и другие (крик боли) Ааааа!..

source: Speak!
ru: Говори.

source: My lady, please, stop, that's just...
ru: Госпожа, пожалуйста прекратите, это же...

source: I can't tell you! (Aaargh) I don't know his name! I was given the task by our elders from the Outlaw Place. All I know is that one of Akladian lords paid him for that in gold! The price was three hundred golden pieces for father and two hundred for son! Aiieeee!!!
ru: Я не могу сказать! (А-а-а-а) Я не знаю его имени. Я получил задание от главарей Логова. Все, что я знаю, это что один из акладианских лордов заплатил золотом. За отца было обещано триста золотых, а за сына - двести. А-й-и-и.

source: No price for me?
ru: А сколько за меня?

source: I think he would kill you gratis. He won't say anything more, my lady.
ru: Думаю, Вас он убил бы бесплатно. Он больше ничего не скажет, госпожа.

source: Traitors! How can you be so dishonorable to fight against your own rightful king!
ru: Предатели! Как можно пасть так низко, чтобы сражаться против собственного короля?!

source: Our king is dead! We are not traitors!
ru: Мы не предатели! Наш король мёртв!

source: But here is king's son, his rightful heir. Are you going to fight him?
ru: С нами сын короля, законный наследник. Вы собираетесь воевать с ним?

source: The king's son is dead! We heard about it!
ru: Сын короля умер! Мы слышали это собственными ушами.

source: Do I look like dead to you?
ru: Я похож на мертвеца?

source: We were deceived! My king, please forgive me!
ru: Нас обманули! Прошу, прости меня, мой король!

source: You fool! He is mixling, he can't be our king!
ru: Идиот! Он же полукровка, он не достоин быть королём.

source: No! That's impossible! You will pay for that, treacherous dogs! Your sons at Vattin are already dead!
ru: Это просто немыслимо! Вы дорого заплатите, вероломные псы! Считайте, что ваши дети в Ваттине уже мертвы!

source: You really thought I would send my true son to Vattin? You are so easy to fool! That boy who is at Vattin is not my first born son. Now, prepare to go straight to hell.
ru: И ты думаешь, что я послал в Ваттин своего настоящего сына? Да ты просто дура! Мальчишка, который находится сейчас в Ваттине, это не мой старший сын. А теперь приготовься отправиться прямиком в ад!

source: This isn't a totally surprising to me. My king, we have to escape. We have two ways to out of this trap: one to the west...
ru: Нельзя сказать, что я очень удивлён. Мой король, мы должны бежать. У нас есть два выхода их этой ловушки: один на запад...

source: And second to the east.
ru: ... а другой на восток.

source: Which one is better?
ru: И какой же лучше?

source: There is no difference, really. We can use both to reach Vattin. Eastern one leads amongst swamps and forests, while the western through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a golden saddle!
ru: Разницы нет. Они оба ведут в Ваттин. Восточный идёт через леса и болота, в то время как западный - через холмы и поля. Боже, я клянусь принести тебе в жертву лошадь, если ты поможешь нам спастись. Прекрасную здоровую лошадь. И золотое седло в придачу!

source: Reme, take my step-mother and protect her. I will stay here to guard your rear during withdrawal.
ru: Реме, бери с собой мою мачеху и береги её. Я останусь здесь и буду прикрывать ваши спины, пока вы отступаете.

source: No! That's suicide! I won't let you!
ru: О нет! Это самоубийство. Я тебе не позволю!

source: Reme, take her and go. That is an order. And this is not suicide, I will follow you as soon as possible.
ru: Реме, хватай её и уходи. Это приказ. Никакое это не самоубийство. Я последую за вами так скоро, как это будет возможно.

source: I can't. I won't. I won't leave you, my lord.
ru: Я не могу. Не хочу. Я не покину Вас, милорд.

source: That's an order. Reme, if I run from a fight, who will respect me? I am not suicidal, believe me. And you must live; I order you to escort Lady Lorin safely to either Vattin or her family.
ru: Я приказываю! Реме, если я уклонюсь от битвы, кто будет уважать меня? Я не самоубийца, поверь мне. Вы должны выжить. Я приказываю тебе доставить леди Лорин в целости и сохранности в Ваттин или к её семье.

source: Any unit which will reach either signpost will be evacuated. Units not recalled will be lost. Gawen must not escape, or he would be considered unworthy coward by his soldiers. You will get a bonus for each turn resisted above the required limit.
ru: Каждое соединение, добравшееся до любого из указателей будет спасено. Все остальные отряды будут потеряны и их нельзя будет призвать в будущем. Гэвен не должен бежать с поля боя. Иначе собственные солдаты посчитают его недостойным трусом. За каждый ход, в течение которого Вы будете сопротивляться после заявленного ограничения, будет выплачено вознаграждение.

source: Death of Lady Lorin
ru: Смерть леди Лорин

source: Death of Reme Carrenemoe
ru: Смерть Реме Карренемо

source: Cowardly escape of Gawen Hagarthen
ru: Трусливое бегство Гэвена Хагартена

source: I can't just run away. I don't want to. I would prefer to die here, fighting.
ru: Я не могу просто сбежать. Не хочу. Лучше я умру сражаясь.

source: Reme, you had to take care of Lorin. She went the other way
ru: Реме, ты должен позаботиться о Лорин. Она уходит другой дорогой.

source: Take care, Reme Carrenemoe.
ru: Будь осторожен, Реме Карренемо.

source: Respect, my king. Follow us as soon as it is possible
ru: Благодарю, мой король. Надеюсь, Вы последуете за нами так скоро, как сможете.

source: Yes... of course. I'm afraid that means.. never.
ru: Да... конечно. Только вот боюсь, что это означает "никогда".

source: Lorin, you have to go the other way. Reme is waiting for you there!
ru: Лорин, тебе нужно идти в другую сторону. Реме ждёт тебя там!

source: No! I won't leave you! I don't want to! Let's die together!
ru: Нет! Я не хочу тебя оставлять! Не хочу! Умрём вместе!

source: Take her to the safety, people.
ru: Доставьте её в безопасное место.

source: Siege of Haeltin
ru: Осада Хэлтина

source: It seems that $ano_loyal[0].user_description was so impressed by Lorin's performance in this siege, that he will fight for her without the need to pay him. He became LOYAL.
ru: Похоже, что $ano_loyal[0].user_description был так впечатлён поведением Лорин во время осады, что согласился драться за неё бесплатно. Он стал ПРЕДАННЫМ.

source: loyal
ru: преданный

source: Inside the castle of Haeltin, Lorin have found large quantities of food, as well as arrows and weapons. It seemed like the castle owners were expecting a huge army to come.
ru: В замке Хэлтин Лорин нашла огромные запасы продовольствия, стрел и оружия. Действительно было похоже, что хозяева замка ожидали прибытия огромной армии.

source: Lorin ordered the castle to be prepared for defense. Men had worked day and night, while first snowflakes were melting on their bodies. She worked with them too, as hard as if she wanted to prove that she is as good as men. Or as if she wanted to be too tired to have time for bringing back memories.
ru: Лорин приказала готовить замок к обороне. Несмотря на то, что с неба уже падали первые снежинки, люди работали днём и ночью. Лорин упорно трудилась вместе со всеми, будто хотела доказать, что она ни в чём не уступает мужчинам. А может просто хотела уставать так, чтобы не оставалось сил на воспоминания.

source: Lady Lorin
ru: Леди Лорин

source: Raole Mathauri
ru: Рауль Матаури

source: Erart
ru: Эрарт

source: Yarl Urluf
ru: Ярл Урлуф

source: My Lady, the defenses are ready. I ordered a moat dug out in the north, we also put some new fortifications in place, but they are not finished.
ru: Госпожа, оборонные сооружения готовы. Я приказал выкопать ров на севере. Кроме того мы установили новые фортификации, но они ещё не совсем готовы.

source: We have no time to finish it. They are already here. Faster, move the supplies to hideout in mountains, so even if they reach the keep they won't find anything.
ru: Заканчивать нет времени. Враг уже рядом. Скорее перепрятывайте запасы в горы. Даже если замок будет взят, орки не найдут ничего.

source: Where is the promised food? Where are the rooms to rest? Answer me, human!
ru: Где обещанная еда? Где комнаты для отдыха? Отвечай, человек!

source: Brother! Where are you? Why do you keep gates of Haeltin closed?
ru: Брат! Где ты? Почему ты не открываешь ворота Хэлтина?

source: Your brother is dead, and you will be too, soon.
ru: Твой брат мёртв. Ты тоже скоро умрёшь.

source: Dead? How is that possible? Who killed him?
ru: Мёртв? Как это могло произойти? Кто его убил?

source: He was slain by my hand.
ru: Он принял смерть от моей руки.

source: Does it matter? He is dead now.
ru: Это так важно? Мёртв и всё.

source: My brother! No! You witch, you will answer for that! I will burn you alive!
ru: Мой брат! Нет! Ведьма, ты ответишь за это! Я сожгу тебя заживо!

source: Come and try it.
ru: Приди и попробуй.

source: Enough of this chit-chat! We are out of supplies and we are hungry. Soldiers! Your food is inside of this castle. Get them!
ru: Хватит трепаться! У нас закончилось продовольствие, мы голодны. Солдаты! Ваша еда в этом замке. Возьмите её!

source: We should sacrifise an ox to God. There are too many of them, without God's help we won't be able to defeat them.
ru: Нужно принести в жертву быка. Их слишком много. Без помощи всевышнего мы их не разобьём.

source: We do not have to defeat them, luckily. They are not prepared for a long siege, so it would be enough to survive initial onslaught. Then, they will have to withdraw, because they will have no food.
ru: К счастью, уничтожать их не надо. Они не готовы вести длительную осаду. Нам достаточно выдержать первый штурм. Потом им придётся отступить, есть-то им нечего.

source: Lady Lorin, I know your habit of interrogating enemy leaders. Please, take my advice, if you must, ignore the orcs, they do not look intelligent enough to give sensible answers.
ru: Леди Лорин, я знаю вашу привычку допрашивать вражеских начальников. Пожалуйста прислушайтесь к моему совету: если можете, забудьте об орках. Они не выглядят настолько сообразительными, чтобы рассказать что-нибудь толковое.

source: Move the supplies to the mountains. That way, even if they break into the castle, they still will have no food.
ru: Несите припасы в горы. Если орки прорвутся в замок, они останутся ни с чем!

source: We have less than 300 golden pieces. Are you sure we will be able to survive the enemy onslaught with these?
ru: У нас меньше 300 золотых. Вы уверены, что с этим мы сможем отбить атаку?

source: HEROIC: Kill all enemy leaders OR
ru: Эпическая: Убейте всех вражеских лидеров ИЛИ

source: NORMAL: Survive to the end of turn limit.
ru: Обычная: Продержитесь на протяжении отведённых ходов.

source: Death of Andrey Yaranov
ru: Смерть Андрея Яранова

source: A woman.. A woman has killed me.. what a disgrace..
ru: Женщина... Меня убила женщина... Какой позор...

source: Gaaarrr.. Aaargh...
ru: Граааррр... Арррх....

source: What did he say?
ru: Что он сказал?

source: I think it was Orcish for 'a human woman has killed me, what a dishonor' or something like that.
ru: Думаю, на орочьем это означает: "Меня убила человеческая женщина! Какой позор!", или что-то вроде этого.

source: What are you waiting for? Come on, finish me, witch.
ru: Чего ты ждёшь? Давай, добивай меня, ведьма.

source: Ah, I like that kind of man. Strong and fearless even in the face of death. Now, do you see this knife? I call it truth-sayer. I use it to check how fearless a man can be in my hand.
ru: Ах, как я люблю таких людей. Стойких и бесстрашных перед лицом смерти. Видишь этот нож? Я называю его правдолюбцем. С его помощью я проверяю на смелость тех, кто попал ко мне в руки.

source: I will see how fearless you will be when the rest of our army will come.
ru: А я посмотрю на твою смелость, когда подойдут наши основные силы.

source: The rest of your army? Interesting.
ru: Основные силы? Интересно.

source: They are delayed two days after us. They will appear from the north and smash what is left of your so called castle.
ru: Мы обогнали армию на два дня. Они подойдут с севера и сметут всё, что останется от твоей так называемой крепости.

source: What Orcs are doing here anyway, and why are they allied with you?
ru: Что тут делают орки и почему вы с ними в союзе?

source: They will help us purify our race. We will go and kill every one who is unworthy of being Akladian. Those, who violated our customs, who are friends of the underlings, those who have offended our God by marrying them. Only then God will again be fond of us and he will reward us with completing of our conquest of Wesnoth and the whole world.
ru: Они помогут восстановить чистоту нашей расы. Мы уничтожим всех, кто не достоин находиться рядом с акладианами. Тех, кто нарушает наши устои, кто путается с дикарями, тех, кто бросил вызов нашему Богу, сочетавшись браком с дикарём. Только тогда Господь снова полюбит нас и дарует в награду окончательную победу над веснотцами.

source: Ouruk
ru: Урук

source: Raurlak
ru: Раурлак

source: Burlak
ru: Бурлак

source: Hrar
ru: Храр

source: Finally, food, wine and some rest! Hey, what's happening here?
ru: Наконец-то, еда, вино и отдых! Эй! Что это здесь у вас?

source: Buriag
ru: Бурьяг

source: Uriag
ru: Урьяг

source: Gor
ru: Гор

source: Kaur'ue
ru: Каур'у

source: Burik
ru: Бурик

source: Uruke
ru: Уруке

source: Gur
ru: Гур

source: Kapi'ue
ru: Капи'у

source: Baral
ru: Барал

source: Iruki
ru: Ируки

source: Gari
ru: Гари

source: Rarg
ru: Рарг

source: Run for you life! They are too many of them!!
ru: Уходите! Их слишком много!

source: We have no more supplies. We have to withdraw! We will return, she-wolf.
ru: У нас не осталось запасов. Нужно отступать. Мы еще вернёмся, волчица!

source: They are withdrawing! They have no more supplies.
ru: Они уходят! Им не хватило поддержки!

source: This was incredibly difficult. I was sure this would be the last day of my life.
ru: Было ужасно тяжело. Я думал, что это последний день моей жизни.

source: Lorin, did you heard how our people are calling you? A she-wolf. She-wolf of Haeltin.
ru: Лорин, ты слышала как тебя называют наши люди? Волчица. Хэлтинская волчица.

source: LADY Lorin. So? Do they expect me to howl or something?
ru: ЛЕДИ Лорин. И что? Они всё ждут когда я завою или что-то в этом роде?

source: Lorin, if you would only gave me a chance, I would make you howl.
ru: Лорин, со мной бы ты повыла, дай только шанс.

source: Listen underling, the only thing which stops me from taking your life away after hearing such remark is that I still need you. But you are dangerously close to the line, so..
ru: Слушай внимательно, дикарь. Единственная вещь, которая не даёт мне лишить тебя жизни после этой выходки это то, что я по прежнему нуждаюсь в твоей помощи. Но сейчас ты подошёл к самому краю, так что...

source: You said you need me?
ru: Ты сказала, что я нужен тебе?

source: Oh my God. It's worse than I thought.
ru: О господи. Всё ещё хуже, чем я думала.

source: What do you mean?
ru: Почему?

source: You forgot to say that 'one more reference to underling and I'm leaving'. Listen, Yaranov: I had noticed how you had been looking at me. At first, I couldn't guess what it meant. I am not used to such kind of glances. I can easily recognise hatred, despise, disdain. But this...
ru: Ты забыл сказать: "Ещё одно слово о дикарях и я ухожу". Слушай, Яранов, я вижу как ты смотришь на меня. Во-первых, я не могу понять что это значит. Я не привыкла чувствовать такие взгляды. Я могу различать ненависть, презрение, надменность. А сейчас...

source: Listen carefully. Do not have any hope. Do not try anything. First, I am Akladian and you are not. Second, I am a bad woman. You have no idea how bad. Avoid me. Third, you are not my type. Fourth, there are some Akladian customs of which you are seemingly unaware. Let's make a deal: I will not call you underling, and you will call me Lady Lorin. Agreed?
ru: Слушай внимательно. Тебе не на что надеяться. Не пытайся ничего предпринимать. Во-первых я акладианка, а ты нет. Во-вторых я страшная женщина. Ты даже не представляешь себе какая страшная. Держись от меня подальше. В-третьих, ты не мой тип мужчины. В-четвёртых у акладиан есть некоторые обязательства, о которых ты, похоже, не знаешь. Давай договоримся: я не называю тебя дикарём, а ты не забываешь называть меня "леди Лорин". Согласен?

source: Lady Lorin it is then. Or maybe I could call you she-wolf, sometimes? She-wolf of Haeltin. In exchange, you could call me Andrey.
ru: Леди Лорин, так леди Лорин. Может иногда я могу называть тебя волчицей? Хэлтинской волчицей. А ты можешь называть меня просто Андреем.

source: Whatever. Go to your people, see what they need. I will check our wounded.
ru: Мне всё равно. Иди к своим людям, посмотри кому нужна помощь. Я осмотрю их раны.

source: My soldiers! Bastards, he is killing my soldiers!
ru: Мои солдаты! Эти ублюдки убивают моих солдат!

source: I never saw you caring so much for your warriors.
ru: Я ещё никогда не видел, чтобы кто-то так беспокоился о своих воинах.

source: I always care for my people, and you have no idea how difficult it was to train them.
ru: Я всегда беспокоюсь о своих воинах. Ты даже не представляешь себе как трудно их обучить.

source: Lorin, what are you doing?
ru: Лорин, что ты делаешь?

source: Maybe we could try to withdraw to the mountains?
ru: Попробуем отступить в горы?

source: Wait a moment. Are you running away?
ru: Постой. Ты бежишь?

source: The correct term is strategical relocation of the forces, impertinent underling.
ru: Дерзкий дикарь! Не бегу, а совершаю стратегическую передислокацию основных сил.

source: One more reference to underling... Ah, what the hell.
ru: Ещё одно слово насчет дикарей... А, к чёрту.

source: Council in Freetown
ru: Совет во Фритауне

source: The day way bright when Gawen Hagarthen entered the forests of Raedwood. There, inside the very heart of the forest, lay the city of Freetown, founded by refugees from lands under Akladian yoke. Life was not easy here, the food was scarce, yet the smiles were often seen on the faces of men and women.
ru: Ясным днём Гэвен Хагартен вошёл в Редвудский лес. Там, в глубокой чаще, стоял город Фритаун, основанный беженцами с захваченных акладианами земель. Жизнь здесь была нелёгка, еды не доставало, но улыбки часто освещали лица мужчин и женщин.

source: Karen said you could smell the freedom in the air here; Gawen smelled nothing, though, only the meals prepared in field kitchen. It was not given to him to taste it. The messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
ru: Карен сказала, что здесь чувствуешь запах свободы в воздухе. Гэвен не чувствовал ничего, кроме доносящегося с кухонь запаха готовящейся еды. Он не понимал что значит дышать свободой. Наконец к Рувио пришли гонцы и позвали его на встречу лидеров Фритауна.

source: Gawen Hagarthen
ru: Гэвен Хагартен

source: Gwidle Turlin
ru: Гвидл Турлин

source: Mithrandil
ru: Митрандил

source: Huon Ryedric
ru: Хуон Райдрик

source: Welcome back to Freetown, Ruvio. You are just in time to participate in our meeting.
ru: Добро пожаловать обратно во Фритаун, Рувио. Ты успел как раз вовремя, чтобы принять участие в нашей встрече.

source: We welcome also your daughter. Karen, I would order you to leave this meeting and go to your mother...
ru: Мы так же рады видеть и твою дочь Карен. Я приказал ей покинуть встречу и отправиться к матери...

source: ..but you know you would only waste your breath.
ru: ... но, понятное дело, только зря сотрясали воздух.

source: We've heard that you have battled and defeated both Akladians and Outlaws. Accept our congratulations, Ruvio. But who is this young man, your companion?
ru: Мы слышали, что ты сразился и победил в акладиан и разбойников. Прими наши поздравления, Рувио. А кто этот мальчик рядом с тобой?

source: I participated in the battles you have mentioned, but someone else should be credited for the victory. We were commanded by this young man.
ru: Да, я участвовал в сражениях, о которых вы вспомнили, но победы принадлежат кое-кому другому. Нами руководил вот этот молодой человек.

source: And his name is..
ru: А его имя...

source: Gaumhaldric.
ru: Гемхальдрик.

source: I hate you.
ru: Ненавижу тебя.

source: But now he had to leave. We have very important and secret things to talk upon.
ru: Прекрасно. А теперь он должен уйти. Нам надо обсудить очень важные секретные дела.

source: He has my full trust. He stays.
ru: Я ему полностью доверяю. Он остаётся.

source: Now, let us greet our honorable guest, Mithrandil from the northern Elves. He made a long journey here and he bears important news.
ru: Итак, давайте поприветствуем нашего высокого гостя Митрандила из народа северных эльфов. Он проделал долгий путь и принёс важные вести.
