Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Listen, woman, I want nothing from you. Gawen is not going anywhere with you. He stays with us and he will unite Wesnoth and...
ru: Послушай, женщина, мне от тебя ничего не надо. Гэвен никуда с тобой не пойдёт. Он остаётся с нами и отправляется возрождать Веснот, а потом...

source: Stop it! Stop it both of you! I am not king. Not king of Vakladia, not king of Wesnoth, and definitely YOU WON'T DECIDE INSTEAD OF ME what should I do.
ru: Прекратите! Прекратите оба! Я не король. Ни Вакладии, ни Веснота. и вообще ПРЕКРАТИТЕ ЗА МЕНЯ РЕШАТЬ, что мне делать.

source: Now, we will go to the castle. My troops needs to get rest.
ru: Сейчас мы отправимся в замок. Моим солдатам нужно отдохнуть.

source: My son, your troops are already in the castle, and those underlings...
ru: Сын мой, твои солдаты уже в замке. И эти дикари...

source: Those are my troops who fought alongside me. Don't call them underlings. Then, I will want to ask you few questions about the orcs. And then we will leave the Haeltin. Mother, you will be welcomed to go with us.
ru: Это мои солдаты, с которыми мы воевали плечом к плечу. Не называй их дикарями. Кстати, я хочу задать тебе пару вопросов об орках. А потом мы уйдём из Хэлтина. Приглашаю тебя отправиться с нами.

source: The orcs... well, you know that they were trying to take my castle? We defeated them. Could you believe that they were allied with Akladians?
ru: Орки... Ну что ж. Ты знаешь, что они пытались взять мой замок? Мы выстояли. Можешь ли ты поверить, что они были заодно с акладианами?

source: Earlier, after the battle at Barnon, we spot orcs in the hills. I had the occasion to interrogate one of the Orcish leaders. He said that they waited for human envoy, after burning Reme Carrenemoe friend's castle.
ru: А ещё раньше, сразу после битвы при Барноне, мы встретили орков в окрестных холмах. Мне удалось допросить одного из командиров. Он сказал, что ждал посла от людей после того, как сжёг замок друга Реме.

source: It seems that Bor Cryne had allied with orcs to kill every Akladian who is not worthy to be member of our race in Bor Cryne's eyes. It means every Akladian who has underling friends or who has underling wife, or who have ever farted in the presence of Cryne.
ru: Похрже, Бор Крайн вступил в союз с орками чтобы унижчтожить каждого кто, по его мнению, не достоин жить рядом с акладианской расой. То есть тех, кто водит дружбу с веснотцами, кто женился на дикарке, в общем, даже тех, кто неосторожно испортил воздух в присутствии Крайна.

source: And what happened to Reme Carrenemoe?
ru: А что случилось с Реме Карренемо?

source: You will soon met old friend. We were able to free Reme Carrenemoe. He was captured by enemies, and that close to death... We left him in our camp to recover.
ru: Ты скоро встретишься со старым другом. Мы освободили Реме Карренемо. Враги захватили его в плен, он сейчас на грани жизни и смерти... Мы оставили его поправляться в лагере.

source: <whispering> Old friend my arse...
ru: (шёпотом) Старого друга... Старую задницу.

source: I think you should know that Reme is alive too. We know that he is in enemy hands. I want to rescue him.
ru: Думаю, ты должна знать, что Реме тоже жив. Мы выяснили, что он в руках врагов. Я хочу выручить его.

source: What for? He had left me. Why not treat him the same way he treated me?
ru: Зачем? Он бросил меня в беде. Почему бы не обойтись с ним так же, как он обошёлся со мной?

source: So, have you seduced this Gaumhaldric already? Or have I missed something?
ru: Ну так Вы уже соблазнили Гемхальдрика? Или я что-то пропустил?

source: Because Andrey Yaranov joined you together with Lorin, you can now recruit Aragwaiths.
ru: Так как Андрей Яранов пойдёт вместе с Лорин, теперь Вы можете вербовать арагвейтов.

source: Death of Andrey Yaranov (if recalled)
ru: Смерть Андрея Яранова (если призван)

source: Scored!
ru: Счёт открыт!

source: Don't start again, kid. I won't play that game this time.
ru: Не заводись, девочка. Сейчас не до игрушек.

source: Hey, Lorin, or whatever is your name, have you seen this? Now you know why underlings give weapons to 'children'
ru: Эй, Лорин, или как там тебя. Видела зачем дикари разрешают "детям" играть с оружием.

source: Ha! Gawen, have you seen that? I already killed two enemies, and that your step-grand-mother hadn't killed a single one!
ru: Ха! Гэвен, ты видел? Я сделала уже двоих, а твоя приёмная бабушка ещё и не начинала!

source: Ha! Scored two!
ru: Ха! Два очка!

source: You think it is some kind of competition?
ru: Это всё напоминает тебе соревнования?

source: Hey, Gawen. That she-wolf of yours is pathetic. I scored three while she hadn't killed a single enemy!
ru: Эй, Гэвен, Эта твоя волчица такая трогательная. Я нащёлкала уже троих, а она не смогла выбить и одного!

source: Ha! Scored three!
ru: Ха! Три очка!

source: So what? I am winning!
ru: Что? Я выиграла!

source: So what?
ru: Что?

source: Ha! Another one!
ru: Ха! Ещё один!

source: I'm a killing machine! And that Lorin should hide back in Haeltin!
ru: Я машина смерти! А эта Лорин должна убираться обратно в Хэлтин!

source: Ha! I'm winning!
ru: Ха! Я победила!

source: Impertinent ungodly underling child, the day had not ended!
ru: Ты дерзкая безбожная дикарская девчонка! День ещё не закончен!

source: First kill today!
ru: Первое убийство за сегодняшний день!

source: Oh no, mighty Lorin is coming! All children and little furry animals, run for your life!
ru: О нет! Могучая Лорин вышла на тропу войны! Детишки и котята, срочно разбегайтесь!

source: My son, send that little Karen to home. She is useless. I've killed two enemies already, and what about her?
ru: Сын мой, отправь маленькую Карен домой. От неё никакой пользы. Я уже убила двоих, а она?

source: Scored! And leading the race!
ru: Очко! И выход в лидеры!

source: And I thought you won't be competing with me.
ru: А я думала, что ты не собираешься соревноваться со мной.

source: I am not competing with you, silly child.
ru: А я и не соревнуюсь, глупое дитя.

source: Try a little harder, grand-mother. But not bad for you age.
ru: попробуй что-нибудь посложнее, бабуля. Впрочем, для твоего возраста и так не плохо.

source: Ha! She-wolf of Haeltin is coming! No underling child would be better than me!
ru: Ха! Хелтинская волчица вернулась! Никакие дикарские детишки не сравнятся со мной!

source: She-wolf of Haeltin, don't excite too much, because you will get even more wrinkles from that.
ru: Хелтинская волчица, не перевозбуждайтесь, а то у Вас появится ещё больше морщин.

source: Three!
ru: Три!

source: Pfff! Only three?
ru: Пффф. Всего три?

source: Who's the killing machine now?
ru: Ну и кто здесь машина смерти?

source: Not bad, but still you have to a lot to learn!
ru: Неплохо, но ещё есть чему учиться.

source: Do you think, little child, that I will honour you with answer?
ru: Ты надеешься, дитя, что я удостою тебя ответом?

source: By the way, I won. Scored $ano_competition_l
ru: Между прочим я выиграла. Насчитала |$ano_competition_l|.

source: Girls, what do you exactly mean by 'scored'? Lorin, could you score me too?
ru: Девушки, а что вы имеете в виде под счётом? Лорин, может ты и меня посчитаешь?

source: By the way, I won. Scored $ano_competition_k
ru: Между прочим я выиграла. Насчитала |$ano_competition_k|.

source: Why that angry look, Lorin?
ru: Лорин, почему ты так раздражена?

source: She lost.
ru: Она проиграла.

source: I have not lost. I have not won.
ru: Я не проиграла. И не выиграла.

source: That's what I meant. You have not won, great super killing machine, so you have lost.
ru: Это я и имела в виду. Ты не выиграла, о великая супермашина смерти, а значит ты проиграла.

source: Avenging Ruen
ru: Месть за Руэн

source: Inside of burned village of Ruen Gawen's soldiers found massacred bodies of men, women and children. No one stayed unmoved by those terrible sight. Looking at their faces Gawen sadly thought, that Orcs can't expect any mercy in this battle and no prisoners probably will be taken.
ru: В сгоревшей деревне Руэн солдаты Гэвена нашли изрубленные тела мужчин, женщин и детей. Ужасное зрелище не оставило равнодушным никого. Глядя на лица товарищей, Гэвен не без досады думал, что оркам не будет пощады в предстоящей битве, и допрашивать будет некого.

source: Baruk Gar
ru: Барук Гар

source: Revenge!
ru: Месть!

source: I think they keep captured villagers in the dungeons of their castles. It's time to let them free and kill the orcs!
ru: Думаю, они держат пленных в замковых башнях. Самое время освободить людей и перебить орков!

source: Allright. We are going to free those peasants, kill the orcs and remember: we have to interrogate their leaders. Maybe they know something which could be interesting for us?
ru: Хорошо. Мы освободим крестьян и убьём орков, но не забывайте: мы должны допросить начальников. Может они знают что-нибудь интересное?

source: You may withdraw by moving Gawen Hagarthen to the signpost south of your initial position.
ru: Вы можете отступить, приведя Гэвена к южному указателю рядом с начальной позицией.

source: Kill all enemy leaders
ru: Убейте всех вражеских лидеров

source: We have no time and forces to defeat the orcs here. Retreat!
ru: Нам не хватит времени и сил, чтобы победить. Отступаем!

source: Hear, hear, big orc in my small hands. Now, how high can big orc sing when I will use that knife?
ru: Послушаем, послушаем большого орка в моих маленьких ручках. Ну-ка, как хорошо запоёт большой орк, когда я достану этот ножик?

source: Waitwaitwait, human woman. Do orc no harm.
ru: Стой-стой-стой, человечья женщина. Не трогай орка.

source: Human woman will do no harm if orcish idiot will answer all the questions. Why are you here? Why are you allied with Akladians?
ru: Человечья женщина никого не тронет, если дурачина орк ответит на все вопросы. Зачем вы здесь? Почему вы объединились с акладианами?

source: My boss know everything, I know nothing. We are here for having fun and good meat I think.
ru: Босс знает всё, я не знаю ничего. Я считаю, что мы здесь для того, чтобы повеселиться и добыть свежего мяса.

source: Hey, hey, don't die so fast, I haven't finished asking you!
ru: Эй, эй, не умирай так быстро, я ещё не всё спросила!

source: Ho, ho, how do you call when woman is hugging orcish dead body? Necrophilia?
ru: Хо-хо, как там называется, когда женщина тискается с мёртвым орком? Некрофилия?

source: In case of Lady Lorin, remembering her age, I would call it rather incest.
ru: В данном случае, помня о возрасте леди Лорин, больше подходит слово "инцест".

source: I don't want to waste too much time, so answer me fast: There is alliance between traitors from Akladian race and Orcs. Why?
ru: Я не хочу тратить время попусту, поэтому отвечай быстро. Предатели расы акладиан заключили с орками союз. Зачем?

source: And why should I tell you, stupid woman?
ru: Почему это я должен тебе отвечать, тупая женщина?

source: THAT is for calling me stupid woman. And THAT is gratis. Speak!
ru: ЭТО тебе за "тупую женщину". А ЭТО просто так. Говори!

source: Don't... We were ordered by Grekulak to hear the Akladians.. Why he ordered us to ally with them I do not know..
ru: Не надо... Грекулак приказал нам слушаться акладиан.Я не знаю для чего нам объединяться...

source: Who is that Grekulak? Why he allied with Akladian traitors?
ru: Кто такой Грекулак? Почему он связался с акладианскими предателями?

source: Grekulak.. is.. our.. guide.. he ..
ru: Грекулак... наш... вождь... он...

source: He? He what? Answer me, come on!
ru: Он? Он что? Давай, говори!

source: Lady Lorin, stop it. He is dead. He won't say a word more.
ru: Леди Лорин, прекратите. Он мёртв. Он больше ничего не скажет.

source: But this is what you wanted, right? Know who is behind this alliance. Now you know, it is some 'Grekulak'
ru: Ну что, это вам было нужно? Узнать кто стоит за альянсом? Теперь мы знаем, что это какой-то Грекулак.

source: Maybe you are right. We should go back to Freetown then.
ru: Похоже ты права. Мы должны возвращаться во Фритаун.

source: Yes, yes, I will answer, yummie.. liver. What kind of liver it would be? .
ru: Хорошо, хорошо, я всё скажу! Жир... вкусно. А какой это будет жир?

source: What??
ru: Что??

source: What kind of liver it will be. Human liver, uhmm, or delicious liver of Elvish woman?
ru: Ну, какой жир? Человеческий или, ммм... деликатесный жирок эльфийки?

source: No, no, you did not understand me. I will let you LIVE, not get you LIVER. Why are you here allied with Akladians?
ru: Ты меня не понял. Я оставлю тебе ЖИЗНЬ а не ЖИР. Почему вы заодно с акладианами?

source: My boss would know. I know nothing, I am great warrior, not great thinker.
ru: Это наверное знает мой босс. Я ничего не знаю. Я великий воин, а не великий мыслитель.

source: My lord! Do not let him go! He was beating and killing my friends and people from my family! If you won't kill him, I will!
ru: Милорд! Не отпускайте его! Он избивал и резал моих друзей и родственников! Еслы Вы не хотите его убивать, давайте я убью!

source: Should I spare him?
ru: Пощадить его?

source: No.
ru: Нет.

source: Thank you! Thank you!
ru: Спасибо! Спасибо!

source: Aaaargh!!
ru: А-а-а-арх!!!

source: No, no, you did not undestand me. I will let you LIVE, not LIVER. Why are you here allied with Akladians?
ru: Ты меня не понял. Я оставлю тебе ЖИЗНЬ а не ЖИР. Почему вы заодно с акладианами?

source: That's what waits for any orcs which will be in my hands!!
ru: Так будет каждым орком, попавшим в мои руки!

source: John the Smith
ru: Джон Кузнец

source: Paul the Small
ru: Маленький Поль

source: Quick Herman
ru: Быстрый Герман

source: Hurray! We are free! Now, death to the orcs!
ru: Урра! Мы свободны! Смерть оркам!

source: Gonzales the Steelhand
ru: Гонзалес Стальная Рука

source: Owaec
ru: Овек

source: Fast Robin
ru: Быстрый Робин

source: Saorduc Swamps
ru: Заурдакские болота

source: Wait! Hhhuman, there is no reason for ussss to fight. Iff you will leave, we will pay you 100 golden pieces in gold
ru: Ссстойте! Люди, нам незссачем битьссся ссс вами. Есссли вы уйдёте, мы зссаплатим 100 зссолотых.

source: Note: if you will accept lizard's offer, no bonus for early finish will be given.
ru: Замечание: если Вы примете золото, награда за досрочное прохождение сценария не будет выплачена.

source: Well...
ru: Ну...

source: Allright, I accept your offer
ru: Хорошо, я согласен.

source: No, I have to train my troops
ru: Нет. Мне нужно тренировать войска.

source: Wisssse desision it wass.. Here isss your gold.
ru: Мудрое решшшение принял ты... Зссдесссь твоё зссолото.

source: Speak quickly, and I will save your life. What do you know about alliance between orcs and Akladians?
ru: Говори быстрее, и я сохраню твою жизнь. Что ты знаешь об альянсе орков и акладиан?

source: Nothing! One of Akladianss assssked Orcs to come, they came, they are sssslaughtering humansss, good thing. Not coming into sssswamps, good thing.
ru: Ничего! Один изсс акладиан попросссил орков приходить. Они пришшшли, они убили много людишшшек, это хорошшшо. Не пошшшли в болота, это хорошшшо.

source: Go and hide into your quagmire, mudcrawler.
ru: Иди прячься в своей трясине, грязный червяк.

source: Ruvio was complaining that nothing good can be found in Saorduc Swamps, but that didn't stop Gawen. He reasoned that in winter swamps would be frozen and lizards would be much easier to defeat.
ru: Рувио пытался растолковать, что в болотах Заурдака нельзя выяснить ничего полезного, но это не остановило Гэвена. Тот решил, что зимой болота замёрзли и ящеров будет легко победить.

source: Burass
ru: Бурасс

source: Ussuh
ru: Уссух

source: Rassum
ru: Рассум

source: Bussur
ru: Буссур

source: You may withdraw by moving Gawen to signpost.
ru: Можно отступить, если привести Гэвена к указателю.

source: ... bitterly I fought, yessss, and I was heavily wounded. A woman wassss amongsst thossse humansss, crazy one.
ru: ... жессстого сссражалссся я и был сссильно уязссвлён. Женщщщина сссреди этих людишшшек просссто сссумасссшедшшшая.

source: Be calm, you are amongsst friendss, no humanss here...
ru: Уссспокойссся, ты сссреди друзссей. Никаких людишшшек здесссь...

source: Lizards!
ru: Ящерицы!

source: Oh no!!
ru: О нет!!!

source: Prepare to be exterminated!
ru: Готовьтесь, сейчас мы вас всех перебьём!

source: Oh that was cute. When she learned talk like that?
ru: Как мило. Когда это она научилась с ними общаться?

source: Oh, I hate lizards.
ru: Ненавижу ящериц.

source: Nice practice to our soldiers. And maybe they know something.
ru: Неплохая разминка для наших воинов. Кроме того, возможно ящеры что-то знают.

source: So, what's now?
ru: Итак, что теперь?

source: Well, the plan is simple: ask their leaders about orcs, kill them all.
ru: План прост: расспрашиваем предводителей ящеров об орках, а потом убиваем их всех.

source: Wow, it couldn't get any simpler. Gawen, you are military genius. The simplicity of your brilliant plan is breathtaking.
ru: Ух ты, проще не придумаешь. Гэвен, ты гений стратегии. Простота твоего неоценимого плана просто потрясает.

source: It is winter: That increases our chances a lot.
ru: Сейчас зима. Это значительно увеличивает наши шансы.

source: We can withdraw in any moment, remember that.
ru: Помни, что мы всегда можем отступить.

source: Lizard thing.. Uh.. So.. What do you know about orcs?
ru: Тварь ползучая... Э... Так... Что ты знаешь об орках?

source: Orcsss? They are big and bad and they are going around sssslaughtering humansss, which isss a good thing.
ru: Орки? Большшшие и ссстрашшшные, убивают людишшшек, это хорошшшо.

source: Uh, you smell awful.. You don't wash yourself on purpose, do you, to scare away enemies, huh? I can't think any question in such smell.. so die, lizard thing...
ru: Ух, как ты ужасно воняешь... Ты специально не моешься чтобы отпугивать врагов, да? Не могу думать в такой вони. Умри, тварь.

source: You could simply choose not to kill him and allow us to ask him few questions, does such revolutionary idea came through your mind?
ru: Вы не могли просто оставить его в живых, чтобы мы могли задать несколько вопросов, или это слишком революционная идея?

source: Lizard, do you like your tail? If so, tell me everything you know about why orcs are in Vakladia, and do it fast.
ru: Ящерица, тебе нравится твой хвост? Если да, рассказывай всё, что ты знаешь об орках, которые пришли в Вакладию, и побыстрее.

source: Orcss creaturesss? They were invited here, by ssssome Akladian lordsss, that's all I know!
ru: Орочшшьи ссущщщессства? Они были здесссь ссс какими-то акладианссскими лордами, ето всссё, чшшшто я зсснаю.

source: Think faster about something more, if you want to go to your lizard heaven in one piece!
ru: Быстро вспоминай ещё что-нибудь, если не хочешь попасть на ящерские небеса по частям!

source: Lizard heaven? We do not have sssuch thing.
ru: Ящерссские небессса? Никогда не ссслышшшал.

source: No, no, I mean that our philosssophical sysstem doesn't employ such vague ideas as 'heaven' or 'hell'. Our thinking about the world, sssomething you call religion, isss much more ssssophissssticated. For example..
ru: Нет-нет. Я хочшшу сссказссать, чшшто нашшша филосссофссская сссиссстема не ссвязана ссс такими категориями, как "небессса" или "ад". Нашшше видение мира чшшто-то вроде вашшшей религии, но зссначшшительно парадоксссальнее. Ссскажшшем...

source: Off your head! Surely he looks much less sophisticated without his head, isn't it?
ru: Голову с плеч! Без головы он выглядит значительно парадоксальнее, правда?

source: Ah, I like tough girls. Lorin, do you take a sword to your bed, too?
ru: Эх, люблю крепких девчонок. Лорин, а ты берёшь меч с собой в постель?

source: Do we know each other?
ru: Мы знакомы?

source: We met before, lady thing.. I wass wounded but I sssurvived. It wasss hope I had I wouldn't see your feissssse again..
ru: Мы вссстречалисссь раньшшше, женщщщина... Я был ранен, но ссспассся. Надеялссся, чшшто никогда не увижшшу твоё лисссо ссснова...

source: My what? Anyway, whatever, you will tell me everything you know about orcs.
ru: Моё что? Ладно, сейчас ты расскажешь мне всё, что знаешь об орках.

source: You will tell me everything you know about orcs.
ru: Ты расскажешь мне всё, что знаешь об орках.

source: And I thought this day sssstarted ssssuch beatifully.. What orcs? They have two legssss, two handsss, what'sss more do you want to know? Being Akladian you ssshould know them better..
ru: Мне казссалосссь, день началссся прекрасссно... Чшшто я зсснаю? Две ноги, две руки, чшшто ещщщё ты хочешшшь зсснать? Акладианы должшшны зсснать орков лучшшше...

source: Aren't you allied now? Which issss quite natural for you, isssn't it?
ru: Разссве вы не ссс ними? Они жшше вашшши родссственники, нет?

source: We? No, not really. I guess you don't know nothing really important. Go to your ancestors, lizard!
ru: Не совсем. Похоже, ничего интересного ты не знаешь. Отправляйся к предкам, ящерица.

source: Uh, what?
ru: Э... Как это?

source: You are allowing me to leave, so I could go to my ancestors.. some of them live quite near thisss place...
ru: Ты отпуссстила меня к предкам... Они жшшивут сссовсем близсско отсссюда...

source: I think you are confused.. Or am I? But out of the sudden I lost my natural urge to cut your head off. Go away.
ru: Ты всё перепутал... Или я?.. Всё, кровожадный момент упущен. Убирайся!

source: You will allow me to live! And you will be sspared!
ru: Не убивай меня! И будешшшь отпущщщена!

source: Uh, what? I think your command of human language is quite limited. How in earth you think you may sssspare me?
ru: Э, что? Похоже, ты плохо владеешь человеческим языком. Откуда это ты собираешься отпуссстить меня?

source: Maybe he thought about some other word. Uhmmm, for example f..
ru: Можешь он имел ввиду что-нибудь другое? Например "от..."

source: Andrey, do you really want to test how big my patience is?
ru: Андрей, ты действительно хочешь узнать где заканчивается моё терпение?

source: Andrey! Yes! You remember my first name!
ru: Андрей! Да! Она вспомнила моё имя!

source: Iff you will kill me, other lizardss will find you and sssslain you and ...
ru: Есссли ты убьёшшшь меня, оссстальные ящщщеры изловят тебя, убьют и...

source: Or maybe again, maybe he thought about other word, for example...
ru: Вот опять он кажется хотел сказать другое слово, например...

source: Aaaaaargh!
ru: А-а-а-арррх!

source: I hate empty threats.
ru: Не люблю пустые угрозы.

source: Ha! It started incredibly easy! See, I told you. In winter that lizards are much less dangerous. Nice occasion to train troops.
ru: Ха! Начало чертовски простое! Я же говорил. Зимой ящеры куда менее опасны. Отличная возможность потренировать войска.

source: Fighting with lizards here is waste of time. Retreat!
ru: Драки с ящерами это просто пустая трата времени. Уходим!

source: Ha! The lizards were hiding here some gold!
ru: Ха! Ящеры спрятали здесь немного золота!

source: You have received 40 golden pieces
ru: Вы получили 40 золотых.

source: Back in Freetown
ru: Возвращение во Фритаун

source: The winter has just been ending when we had returned to Freetown. Soldiers were singing mirthfull songs, waiting unpatiently when they will see again faces of their wifes and kids.
ru: Когда мы возвращались во Фритаун, зима уже подходила к концу. Солдаты пели весёлые песни и с нетерпением ждали встречи с жёнами и детьми.

source: Even Lorin and Karen seemed to finally get along. I think they start to like each other. Karen even promised Lorin to show her few easy exercises, which will allow her to return to the shape from her youth.
ru: Даже Лорин и Карен, похоже, помирились. Думаю, они начали нравиться друг другу. Карен даже пообещала показать Лорин некоторые упражнения, которые помогут той вернуть такую же фигуру, как в молодости.
