Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: And what do you think he could do? People want a revenge, so...
ru: А что вы собираетесь делать? Люди жаждут мести, значит..

source: Revenge on whom? Innocent woman and children?
ru: Мести кому? Невиновым женщинам и детям?

source: Innocent? No Akladian is innocent. Even if they had not participated in massacres, maybe their husbands or uncles did, and...
ru: Невиновным? Не бывает невиновных акладиан. Даже если они сами никого не убивали, значит их мужья или отцы, или...

source: How many Wesnothians were raised from dead by killing Akladian children, Huon? I lost whole family in Freetown. But I don't want to revenge them by killing families of innocent people.
ru: Сколько веснотцев воскреснет после смерти акладианских детей, Хуон? Я потерял всю семью во Фритауне. Но я не хочу мстить за них, убивая семьи безвинных людей.

source: Anyway, you have to react, my king. If you won't stop this, Akladians with turn away from you and this will be another round of civil war.
ru: Как бы то ни было, бы должны как-то отреагировать, мой король. Если ты не остановишь это, акладианы отвернутся от тебя и гражданская война вступит в новую стадию.

source: Punish them? Why? They acted because of despair and anger, they lost their whole families from hands of Akladians, how can you punish them? And if you do, a lot of Wesnothians will turn away from you...
ru: Наказывать восставших? За что? Их ведут отчаяние и гнев, их семьи пали от рук акладиан! За что их наказывать? В конце концов, если ты пойдёшь на это, от тебя отвернутся веснотцы.

source: I declare the amnesty for everyone. But from this moment anyone, who wants to spill innocent blood will be chased by me and my people. People, who already committed crimes should go to pilgrimage to the Oracle to ask for forgiveness.
ru: Я объявляю амнистию всем. Но с этого момента тот, кто прольёт невинную кровь, будет иметь дело со мной и моими людьми. А те, кто сейчас виновен, должны совершить паломничество к Оракулу и молить о прощении.

source: This supposed to be punishment? Akladians won't like it.
ru: Это называется наказанием? Акладианы не поймут.

source: I am the messiah. Akladians who would contest my words are tools of the evil and will never be admitted to the land of the ancestors.
ru: Я - мессия. Акладиане, которые не прислушиваются к моим словам, суть орудия зла и никогда не попадут в земли предков.

source: Messiah? You do not actually believe in that?
ru: Мессия? И ты в это веришь?

source: Huon, the proper way to address your king is 'your majesty' or at least 'my king'. Deorien was right all the time, now I see it. Akladians can rebel against their king and they can definitely rebel against king of mixed blood. But they cannot rebel against the hand of God on earth.
ru: Хуон, к королю нужно обращаться "Ваше величество" или хотя бы "мой король". Деориен был прав, теперь я это понимаю. Акладианы могут восстать против короля и уж точно восстанут против короля-полукровки. Но они не станут восставать против длани господней.

source: The way to Vattin is free of enemies. Let's go.
ru: Путь в Ваттин очищен от врагов. Пойдём.

source: Aaah!
ru: А-а-ах!

source: What? Mother, are you hurt?
ru: Что? Мать, тебе больно?

source: No... I'm ok.. I'm ok... It was nothing.
ru: Нет... Я в порядке... В порядке... Ничего.

source: But what that? You are wounded?
ru: Но что это было? Ты ранена?

source: No, Gawen, I've told you I'm OK!
ru: Нет, Гэвен. Я же сказала: я в порядке!

source: Probably the witch mistakenly drunk a poison she has prepared for someone else.
ru: Может эта ведьма проглотила яд, который приготовила для кого-то другого?

source: No, my lord. I think I know what's happening with your step-mother, but if she does not want to tell you, neither will I. But be prepared that she may not be able to fight in battles which await us in future.
ru: Милорд, думаю, я знаю, что происходит с вашей мачехой, но если она не хочет об этом говорить, я тоже буду молчать. Впрочем, предупрежу, чтобы вы были готовы к тому, что она не сможет принимать участие в будущих битвах.

source: Underling, be silent. You know nothing. You all know nothing. Lorin will fight.
ru: Молчи, дикарь! Ты ничего не знаешь. Лорин всегда сражается!

source: You truly are worthy to be our king! Oracle was right! I never should listen to Hoyre....
ru: Ты действительно достоин быть королём! Оракул была права! Я не должен был слушать Ойре...

source: How this could be possible?
ru: Как это могло случиться?

source: I should've stayed in hills in the north...
ru: Надо было сидеть в холмах севера...

source: Return of the king
ru: Возвращение короля

source: Graeme O Borraine
ru: Грэм О'Боррейн

source: Lutr Moric
ru: Лутр Морик

source: You have received 200 gold pieces
ru: Вы получили 200 золотых.

source: Uri van Roe
ru: Ури ван Роэ

source: Aaaah, we were late! Our cousin had all the fun and left nothing for us!
ru: Ах ты... Мы опоздали! Всё веселье досталось нашему кузену!

source: We would be here earlier, if not you, brother!
ru: Мы бы успели, если бы не ты, братец!

source: Me? And who wanted to check whether the wine in Vakladia tastes differently than in Guilcorta?
ru: Я? А кто решил сравнивать вина Вакладии и Гилкорты?

source: And what about the girls in that town?
ru: А что это за девица в замке?

source: Who are you? Friend or foe?
ru: Кто вы? Друзья или враги?

source: We are Luc and Gauri Hagarthens, your loyal swords from Guilcorta, your cousins, dear... uhmm.. how should we address you, your majesty, cousin, or maybe.. messiah?
ru: Мы Люк и ГАури Хагартены, твои верные мечи из Гилкорты, твои кузены, дорогой... Ммм... Как к Вам обращаться, Ваше величество, "кузен" или "мессия"?

source: My king would be enough. You are welcomed here, even if a bit late.
ru: Достаточно "мой король". Я рад вас видеть, не смотря на то, что вы опоздали.

source: Ha ha! You are doomed!
ru: Ха-ха! Вы обречены!

source: I am your new master. Recognise me as your lord and you will be spared. Try to oppose me and you will be killed and raised as my mindless slaves.
ru: Я ваш новый хозяин. Признайте меня своим господином и я пощажу вам. Попробуйте сопротивлятся, и будете убиты и превращены в моих безвольных рабов.

source: Lady Lorin, are you sure you can participate in a battle?
ru: Леди Лорин, Вы уверены, что можете продолжать битву?

source: And why not, foul and rude mage?
ru: Почему нет, тупой грязный маг?

source: As I said before, I KNOW. I also know that ANY effort may be extremely dangerous for you.
ru: Я уже говорил, что ЗНАЮ почему. Кроме того я знаю, что ЛЮБОЕ перенапряжение очень опасно для Вас.

source: I am LORIN, foul mage, that's for one. And for two, I am not Wesnothian woman, the kind you are used to, but Akladian. I can fight until.. as long as I want.
ru: Я ЛОРИН, ман, это во-первый. А во-вторый, я не веснотская женщина, к которым ты привык. Я акладианка. Я могу драться так долго... Так долго, как захочу.

source: My king, please take my advise. Order Lorin to withdraw into the castle. No matter how she will boast and flaunt with her being Akladian woman, I am quite sure she shouldn't be here.
ru: Мой король, прими совет. Прикажи Лорин отступить в замок. Не важно, что она так гордится тем, что она акладианка. Я совершено уверен, что ей больше нельзя здесь находиться.

source: But why? I don't understand. Besides, Lorin is fine warrior, and withdrawing her from battle may be..
ru: Но почему? Не понимаю. В конце концов Лорин отличный боец и без неё...

source: I am mage, my king. Believe me, withdraw her into our castle.
ru: Я маг, мой король. Верь мне. Отведи её в замок.

source: FOUL mage. You should have said: 'I am FOUL mage'.
ru: ГРЯЗНЫЙ маг. Повтори: "Я тупой грязный маг".

source: Forces of Darkness, come to my aid - Let there will be eternal night; Let your eyes will become blind - Forces of Darkness will consume your mind.
ru: Тёмные силы, придите ко мне. Вечную ночь создадим на земле. Боль и страданья на всех низойдут. Тёмные силы ваш разум возьмут.

source: NO! Avaunt, the darkness, avaunt, the night!
ru: НЕТ! Рассейся, ночь, рассейся, тьма!

source: How is it possible? Who could break my enchantment so easily?
ru: Это невозможно! Кто так легко разрушил мои чары?

source: Even a child could do it, so weak it was, as all of your heinous black magic; for all your power comes from lies and deceit solely.
ru: Даже ребёнок развеял бы их, они были совсем слабы, как и вся твоя отвратительная чёрная магия. Твоя сила зиждется только на лжи и мошенничестве.

source: Brave words - and who is uttering them?
ru: Храбрые слова. И кто же их произносит?

source: Deorien, mage of light - whose might will defeat the night.
ru: Деориен, маг света, чья сила побеждает тьму.

source: Good mage, but awful poet. Deorien, you will be mine before this battle will end.
ru: Хороший маг, но отвратительный поэт. Деориен, ты будешь в моих руках до окончания битвы.

source: Aaaah!
ru: А-а-ах!

source: What happened? Mother?
ru: Мать? Что случилось?

source: It's nothing.. It's nothing... I just.. I can't...
ru: Ничего... Ничего... Я просто... Я не могу...

source: Ekhm.
ru: Кхм.

source: Shut up, mage. I will fight, I just have to rest for a moment...
ru: Заткнись, маг! Я буду сражаться. Просто на минутку расслабилась.

source: You have to withdraw Lady Lorin to your initial castle's keep within 6 turns.
ru: Вы должны довести леди Лорин до стартового замка за 6 ходов.

source: I really can fight!
ru: Я ещё могу сражаться!

source: Yes, you can. But what about IT?
ru: Конечно можешь. А он?

source: IT?
ru: ОН?

source: When I came back to the castle, it looked like a beehive with so many Akladians running here and there. When I asked, where is Lady Lorin, they were avoiding my eyes and were muttering something incoherently.
ru: Когда я вернулся в замок, он был словно растревоженный улей. Множество акладиан носились туда-сюда. Когда я спрашивал, где леди Лорин, люди отводили глаза и мычали что-то нечленораздельное.

source: Finally one of them said that Lady Lorin commited some kind of terrible crime, and she was caught by the guards; she tried to defend herself, but was still too weak after this strange accident on the battlefield and was easily overcomed.
ru: В конце концов один из них сказал, что леди Лорин совершила какое-то ужасное преступление и заключена под стражу. Она пыталась защищаться, но потеряла слишком много сил после странного происшествия на поле боя, и её быстро одолели.

source: What's it supposed to mean? Where is my step-mother? What have you done to her and why? Speak, I demand explanation!
ru: Что я должен думать? Где моя мачеха? Что вы сделали с ней и почему? Говорите, я требую объяснений!

source: My king, I apologise. People acted a little bit too fast. I hope you won't take it as offense of your majesty.
ru: Мой король, я прошу прощения. Люди действовали немного поспешно. Надеюсь, вы не воспримете это как оскорбление Вашего величества.

source: To hell with my majesty, where is she?
ru: К чёрту моё величество. Что с ней?

source: Well, I don't know how to say it. Lady Lorin is...
ru: Ну, даже не знаю что сказать. Леди Лорин...

source: The witch is pregnant.
ru: Эта ведьма беременна.

source: She's what?!
ru: Она что?!

source: She is pregnant. Since almost two years will pass soon since her husband, and your father, died, that means she betrayed him.
ru: Беременна. Прошло почти два года с тех пор, как её муж и Ваш отец умер, и вот она предала его.

source: Our customs are very specific about that. Widow cannot marry any other man, and cannot know any other man in physical way.
ru: В наших обычаи особо трактуют подобные ситуации. Вдова не должна выходить замуж за ешё одного мужчину, и вообще встепать с кем-либо в физические отношения.

source: In other words, the witch must die.
ru: Короче говоря, ведьма должна умереть.

source: Remember, that she's king's step-mother.
ru: Напомню, что она мачеха короля.

source: You want to start your rule with violation of our customs? We agreed for some rights for Wesnothians, we tolerate MAGE here and even the ELVES, but changing OUR way of life?
ru: Вы хотите начать своё правление с нарушения наших обычаев? Мы согласились дать некоторые права веснотцам, мы терпим МАГОВ и даже ЭЛЬФОВ, но менять НАШИ СОБСТВЕННЫЕ обычаи?

source: I am messiah, dammit. I declare that those customs are no longer valid. Release her
ru: Я мессия, чёрт побери! Я объявляю этот обычай недействительным. Освободите её.

source: If you will, then I couldn't be loyal to you.
ru: Если такова Ваша воля, я покоряюсь.

source: Neither me.
ru: А я нет.

source: Or me. That would be offense for your father.
ru: И я. Это оскорбляет Вашего отца!

source: That's ridiculous! If that would be some other woman, you would not be so stringent about it!
ru: Это полный бред! Если бы речь шла о какой-нибудь другой женщине, вы бы не были так строги!

source: This is not some other woman, but wife of one king and step-mother of another.
ru: Это не какая-нибудь другая женщина, а жена одного короля и мачеха другого.

source: That's... Ruvio, Huon!
ru: Так... Рувио, Хуон!

source: My king, we cannot risk another civil war because of one woman. You should listen to those.. noble lords. You are king of both Akladians and Wesnothians and you should respect the customs of both nations.
ru: Мой король, мыне можем начинать ещё одну гражданскую войну из-за какой-то женщины. Вы должны прислушаться к этим... благородным лордам. Вы король акладиан и веснотцев и должны уважать обычаи обоих народов.

source: For God's sake, Huon, it was not her who gave the location of Freetown to Bor Cryne!
ru: Бога ради, Хуон, это не она сдала Фритаун Бору Крайну!

source: You must to decide, my lord. Also, we have to find the father of the child. He would have to be killed as well, because such man is unworthy to be alive since his life is offense to God's eyes.
ru: Вы должны принять решение, милорд. Кроме того мы должны найти отца ребёнка. Он тоже должен быть казнён, такой человек не достоин жизни, потому что его жизнь оскорбляет Господа.

source: <whispering to himself> Oh my God, Yaranov...
ru: <шёпотом про себя>О господи, Яранов...

source: My lord?
ru: Милорд?

source: Nothing.
ru: Ничего.

source: Noble lords, my king. I am mage. I know what you feel about me. However, I have one proposal, which should make happy both you and, I hope, the king.
ru: Благородные лорды, король. Я маг. Я знаю какие чувства вы испытываете ко мне. Тем не менее я хочу сделать одно предложение, которое устроит вас всех.

source: Why to kill her? I know your customs. I've heard about woman which were left alive after betraying their husbands, and only hers eyes were taken.
ru: Зачем убивать её? Я знаю обычаи. Я слышал о женщине, которая осталась в живых после предательства мужа, и только лишилась глаз.

source: It's the same. Man or woman who cannot see is dead, since he belongs to the darkness.
ru: Это то же самое. Мужчина или женщина, которые не могут видеть, всё равно что мертвы, они принадлежат тьме.

source: Exactly. So, take the eyes of Lorin and leave her alive.
ru: Именно. Так возьмите её глаза и оставьте её жизнь.

source: Leave her alive, so she could be here, amongst us? No, that's...
ru: Оставить её живой? Здесь, среди нас? Нет, это...

source: She could be exiled.
ru: Её можно изгнать.

source: One more thing: why to punish innocent child for the crime of the father and mother? Let the child live.
ru: И ещё одно: зачем казнить ребёнка за прегрешения отца и матери? Оставьте младенца в живых.

source: But if we will blind Lorin, she will surely miscarry.
ru: Но если мы ослепим Лорин, у неё наверняка случится выкидыш.

source: I am mage. I know the ways to shield the child and protect it.
ru: Я маг. Я знаю как защитить ребёнка.

source: Stop it! Deorien, I don't know who is more cruel - those Akladian lords, or you, who should, as white mage, protect every life.
ru: Прекратите! Деориен, даже не знаю кто более жесток: эти лорды или ты, белый маг, призваный защищать любую жизнь.

source: No, my king. I protect Wesnoth. One woman is not worth civil war. And you know it.
ru: Нет, мой король, я защищаю Веснот. Одна женщина - не повод для войны. И ты это знаешь.

source: Bring her.
ru: Приведите её.

source: My mother.. Lorin... You...
ru: Мать... Лорин... Ты...

source: You betrayed the spirit of your husband. Only your blood may make him happy. Your eyes will be taken away, and you will never see the light, neither here or in the lands of the ancestors. May the God punish you in the worst possible way.
ru: Ты предала дух своего мужа. Только твоя кровь сможет успокоить его. Тебы лишат глаз, и ты никогда больше не увидишь света. Даже в землях предков. Пусть Господь показает тебя злейшей карой.

source: Drab doxy, who is the father of the child?
ru: Ну что, шлюшка, а кто папаша младенца?

source: The wind and the rain. I don't know the father's name.
ru: Ветер и дождь. Я не знаю как его зовут.

source: Take her to the torture chamber!
ru: В пыточную её!

source: You are in my castle, Luc. Lady Lorin said she don't know the father's name. Let's leave it at that.
ru: Вы в моём замке, Люк. Леди Лорин сказала, что не знает как зовут отца. Оставим эту тему.

source: Deorien... Before they kill me.. My child.. You are mage, can you do something so it...
ru: Деориен... Перед тек, как они убьют меня... Ребёнок... Ты же маг, ты можешь что-нибудь сделать...

source: You wouldn't be killed, Lorin. Only your eyes will taken and you will be exiled. I will do everything to make sure your child would survive this.
ru: Тебя не убьют, Лорин. Тебя только лишат зрения и отправят в изгнание. Я сделаю всё, чтобы твой ребёнок избежал такой участи.

source: Mage... I.. Lorin is thanking you.
ru: Маг... Я... Лорин благодарна тебе.

source: The king wants to be alone.
ru: Король хочет побыть один.

source: Conversation
ru: Переговоры

source: Carrenemoes were serving loyally to our kings for generations. My name is Reme, son of Raul. My ancestors, according to our family legends, were amongst those who led our people in great revolt and then in our epic escape through the swamps and forrests. We were helping to build large kingdoms of Akladians in the lands of underlings. We paid for that with blood; And now - why I am wondering what was that all for?
ru: Род Карренемо верно служил своим королям из поколения в поколение. Меня зовут Реме, сын Рауля. Согласно семейной легенде мои предки были среди тех, кто возглавлял наш народ сначала в великом восстании, а после в легендарном исходе через леса и болота. Мы помогали строить огромные королевства акладиан в землях дикарей. Всё это мы оплатили собственной кровью. И теперь я часто думаю: ради чего?

source: Maybe it is because of that kid. Before I met him, I never wondered about differences between us and underlings. It was simple, God himself gave us world to rule and everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he look like one of them. And he was always more brave and honourable than many of other people I know...
ru: Может быть ради этого ребёнка. До встречи с ним я не задумывался о разнице между нами и дикарями. Всё было просто: Господь дал нам мир, которым мы должны править, а все остальные должны нам служить. Тем не менее, Гэвен Хагартен наполовину дикарь. Он выглядит точь в точь как они. И всё же он всегда был куда более смелым и благородным, чем многие, кого я знал...

source: Enough of this thoughts. He is now our official crowned king. Lorin wants lords to acknowledge that, she is almost smiling first time in many, many months. Looking at her, I wonder what Gawen does remember about her. It seems that nothing, which is a lucky coincidence for her. She seems to forget, that only about half of our lords appeared in Vattin. The main battle is still not won..
ru: Хватит сомнений. Отныне он официально коронованный государь. Лорин хочет, чтобы все лорды признали это. Впервые за многие-многие месяцы на её лице появляется что-то похожее на улыбку. Хотел бы я знать, что Гэвен помнит о ней. Похоже, что ничего. С этим ей повезло. Кажется она даже забыла, что только половина наших лордов приехала в Ваттин. Главная битва ещё не выиграна...

source: Royal guard
ru: Королевский страж

source: Lords of Vakladia, it is a honour to have you here as guests. I hope you will all serve me as loyally as to my father.
ru: Лорды Вакладии, для меня большая честь видеть вас у себя в гостях. Надеюсь, вы будете служить мне так же верно, как и моему отцу.

source: On our way here, we met assassin, hired by someone to kill Gawen Hagarthen.
ru: На пути сюда мы встретили наёмного убийцу, которому кто-то заплатил за убийство Гэвена Хагартена.

source: Who could do such terrible thing! Did you have time to interrogate him?
ru: Кто мог совершить такой ужасный поступок? Вы успели допросить его?

source: Yes. He confessed to be hired by some of Akladian lords.
ru: Да. Он признался, что был нанят кем-то из акладианских лордов.

source: It's strange how some are lying out of fear. What else he was saying?
ru: Удивительно, на какую ложь идут некоторые от страха. Что ещё он сказал?

source: Something like: argh. He died before I could ask him more questions.
ru: Что-то вроде: "А-а-ах". Он умер раньше, чем я успела задать ему все интересующие меня вопросы.

source: So, do you suggest there are people amongst us who could do such low thing!? That accusations are outrageus!
ru: Итак, вы предполагаете, что среди нас есть люди, способные на такую подлость?

source: Unfortunately, no.
ru: К сожалению, нет.

source: Unfortunately, indeed. Probably it was some of underling leaders.
ru: К сожалению, допускаю это. Возможно это был кто-то из предводителей веснотцев.

source: There are lords which I can't see here. Why is that?
ru: Есть ещё лорды, которые здесь так и не появились. Кстати, почему?

source: There are some who are doubting that a mix.. that son of underling could be legally our king.
ru: Некоторые считают, что полу... что сын дикарки не может считаться законным королём.

source: Remember, that you are talking about my mother.
ru: Не забывайтесь! Вы говорите о моей матери!

source: My lord, but this is the truth. Hard times are ahead. Underlings are revolting against us. Those, which we choose not to conquer in the past are having ridiculous thoughts of taking our God-given lands. Some are saying that we need strong king, of our kin, not - forgive me my words, I am only repeating what others are saying - a mixling kid.
ru: Но, господин мой, это правда. Впереди тяжёлые времена. Дикари восстают против нас. Те из них, кого мы когда-то не подчинили окончательно, лелеют нелепые мечты отобрать данные нам Богом земли. Некоторые считают, что нам нужен сильный король из нашего народа, а не... - простите, я просто повторяю то, что говорят другие, - не мальчишка-полукровка.

source: All of them are traitors who will be punished. And those who will stay loyal to us will be rewarded.
ru: Все они предатели и будут наказаны. А те, кто останутся верны нам, будут вознаграждены по заслугам.

source: (whispering) She dares to speak about loyalty...
ru: (шепотом) И она смеет говорить о верности...

source: My lady, we want you to reconsider. Those lords are our friends truly disturbed about future of our kingdom and our people. We need them alive as friends, not dead.
ru: Моя госпожа, я прошу Вас пересмотреть своё мнение. Эти лорды - наши друзья, которые действительно обеспокоены будущим нашего королевства и нашего народа. Нам нужны живые друзья, а не мёртвые.
