Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Ruvio was insisting on leaving all Akladians in our army outside the city, in the forest, but I refused. Of course, inhabitants of Freetown weren't quite happy with Akladians entering their city. But it went without any serious incidents, much to Ruvio's surprise.
ru: Рувио настаивал на том, чтобы все акладианы, присоединившиеся к армии, остались в лесу за городом, но я был против. Конечно, жители Фритауна не слишком обрадовались визиту акладиан. Но, к удивлению Рувио, всё обошлось без серьёзных инцидентов.

source: Huon and Mithrandil were back few days after our arrival. When the time of another meeting came, nobody was questioning my right to be there. Also Lorin insisted on participating and after a short quarrel Gwidle, the most respected leader of the people of Freetown, agreed.
ru: Хуон и Митрандил вернулись через несколько дней после нас. Когда подошло время следующей встречи, уже никто не оспаривал моё право находиться здесь. Лорин тоже настаивала на своём участии, и после короткой перебранки Гвидл, самый уважаемый старейшина фритаунцев, согласился.

source: My greetings and wishes of long life and luck for everyone, even for those, who were not invited here and who should never enter this city. Mithrandil, you were one who insisted on this gathering, so please, begin.
ru: Мои поздравления и пожелания долгих лет жизни всем присутствующим, даже тем, кого сюда не приглашали и кому нельзя было входить в этот город. Митрандил, Вы настаивали на этой встрече, поэтому, пожалуйста, начинайте.

source: Yes, indeed. The news brought here by Ruvio and this young brave man is quite important.
ru: В самом деле. Новости, принесённые Рувио и этим храбрым юношей очень важны.

source: But why? Everything they told us is that name: Grekulak. This is just one word. What's so important in that?
ru: Но почему? Всё, что они смогли нам сказать, это имя: Грекулак. Всего одно слово. Что здесь важного?

source: I think everyone here knows the legends about the past of the Wesnoth. When this kingdom was powerful and rich. You know also the old story about invasion of evil forces from the east, led by evil lich, Mal-Ravanal.
ru: Думаю, каждый здесь знаком с легендами о прошлом Веснота, когда королевство было могучим и богатым. Вы также знаете старую историю о нашествии злых сил с востока под предводительством лича Мал-Раванала.

source: I don't.
ru: Я не знаю.

source: After this invasion large part of Wesnoth was turned into barren wasteland. The swamps of Saorduc are in the place where there were vast fertile lands - just mere three hundred years ago. Then, there was civil war, and Wesnoth was divided.
ru: После этого нашествия огромная часть Веснота была превращена в бесплодную пустошь. Там, где сейчас болота Заурдака, всего триста лет назад были плодородные земли. Затем началась гражданская война, и Веснот разделился.

source: I DON'T know this fairy tale.
ru: Я НЕ знаю эту сказку.

source: Yes, we know this story. That's why barbarian Akladians were able to conquer us. They could never be succesful if we would be united.
ru: Да, мы знаем эту историю. Именно поэтому акладианы и завоевали нас. У них ничего бы не вышло, если бы мы были едины.

source: We won, because this land was given to us by God. That's why he divided you and made you forgot how to handle swords, and that's why you became weak. When we came the mercenaries were doing all the fighting for you.
ru: Мы победили, потому что эта земля была дана нам Господом. Он разобщил вас и отнял искусство владения мечами, поэтому вы стали такими слабыми. Когда мы пришли, на вашей стороне достойно сражались только наёмники.

source: So, as I was telling you just before you were so kind to interrupt me, some time ago a new leader appeared amongst orcs. His name was Grekulak. He was uniting orcish tribes, one by one, using gold, treachery and gold, and right now he rules more than third of orcish horde.
ru: Итак, до того, как вы любезно меня прервали, я рассказывал, что некоторое время назад у орков появился новый лидер. Его зовут Грекулак. Подкупами и предательством он объединял племена орков одно за другим, и сейчас под его правлением более трёх орочьих орд.

source: Wait, wait. You were talking about Mal-Ravanal. What he has to do with this Grekulak?
ru: Постойте, постойте. Вы говорили о Мал-Раванале. Какое он имеет отношение к этому Грекулаку?

source: We believe that Grekulak is one of surviving adepts of Mal-Ravanal. We suspected that he was behind that sudden alliance of orcs and Akladians. Now we are sure. We are also sure, that this orcish invasion is just a beginning.
ru: Мы предполагаем, что Грекулак это один из выживших адептов Мал-Раванала. Мы подозревали, что именно он стоит за неожиданным альянсом орков и акладиан. Теперь мы в этом уверены. Мы уверены также и в том, что вторжение орков это только начало.

source: What do you mean by that?
ru: Что вы имеете в виду?

source: I mean you will face an invasion soon. Invasion of undead army, orcs, and who know of what else. You will need help. Help of the mages.
ru: Я имею в виду, что скоро вы столкнётесь с настоящим вторжением. Вторжением армии мертвецов, орков и неизвестно кого ещё. Вам понадобится помощь. Помощь магов.

source: Great. Akladians, orcs, zombies. And we need help of the mages. But, being wise elf and all, you know of course that we have no mages here. Maybe there are some left on Isle of Anduin, maybe few are in besieged kingdom of Elensefar, but they won't help us.
ru: Великолепно. Акладианы, орки, зомби. Да ещё и магическая поддержка. Вы ведьмудрый эльф и всё такое. Вам должно быть известно, что у нас нет магов. Может быть кто-то остался на острове Андуин, кто-то находится в осаждённом королевстве Эленсефар, но они не захотят нам помогать.

source: In fact, I'm quite sure that Mithrandil is thinking about ONE specific mage. Am I correct?
ru: Думаю, что Митрандил имеет в виду какого-то ОДНОГО конкретного мага. Я прав?

source: Yes. Deorien. White mage, who lives somewhere in eastern Wesnoth. You should go and find him. I will gave you my soldiers and even gold, if you want. That's all I wanted to tell you.
ru: Именно так. Деориен. Белый маг, живущий где-то на востоке Веснота. Вы должны отправиться в путь и найти его. Я дам вам своих солдат и немного золота, если нужно. Вот всё, что я хотел сказать.

source: The meeting is over. We will discuss everything tomorrow.
ru: Встреча окончена. Всё остальное мы обсудим завтра.

source: Great. Green devil is advising us to search the help of whom? Of the people, who are dirt on the face of God's world. The MAGES.
ru: Отлично. У кого учат нас искать помощь зелёные демоны? У тех, ктопачкает лик божьего мира. У МАГОВ.

source: You were talking a lot about something you called God, Lorin. Can you tell us something more about this?
ru: Ты так много говоришь о какой-то штуке под названием "Бог". Может раскажешь нам больше?

source: He is the force behind the universe. He created the world and he is our father. He gave us the world to rule. One of his angels tried to stop us from doing that, deceiving us and trying to imprison us in his garden, but a messiah came, from the Hagarthen clan, and he told us that God wishes us to wait no more...
ru: В нём вся сила вселенной. Он создал мир, он наш отец. Он отдал нам мир, чтобы мы им правили. Один из его ангелов обманом пытался остановить нас и заключить в своём саду. Но пришёл мессия из клана Хагартенов и сказал, что Богу угодно, чтобы мы, не медля, отправлялись в путь

source: So we killed this evil angel minions and went to the west. We fought our ways through the swamps and hills, fighting with most nightmarish creatures, not to mention lizards and green elves. I was raised hearing the songs about this epic journey.
ru: Мы перебили приспешников падшего ангела и отправились на запад. Мы пробивались через леса и болота, сражаясь с кошмарнейшими созданиями, не считаю ящеров зелёных эльфов. Я слышала песни об этом великом походе.

source: Finally, we reached the Wesnoth, decimated, but strenghtened, because it was a wish of God that weak shall perish before we start our holy task. When we came from the east the underling armies were like a dust in a wind. We conquered Wesnoth. Well, almost.
ru: На подступах к Весноту наш народ уменьшился, но стал сильнее, ибо Господу было угодно, чтобы слабые погибли до начала нашей священной миссии. Когда мы вошли с востока, армии дикарей рассеивались, словно пыль на ветру. И мы покорили Веснот. Ну, почти.

source: As for mages, they are main opponents of God in his fight for the good of the universe, usurping his powers, and elves are minions of the devil. They are to be exterminated.
ru: А маги, маги главные враги Господа в борьбе за гармонию вселенной, потому что присваивают себе Его силу. Да ещё эльфы, порождения дьявола. Все они должны быть уничтожены.

source: Oh my goodness. Wow. You are not making fun of us, you are actually believing in all that?
ru: О боже. Надо же. Ты хотела нас развеселить, или действительно во всё это веришь?

source: Anyway, if we are going to find that Deori-trash, we need to know where he is. Any ideas where to find him?
ru: Неважно. Раз мы собрались искать этого Дерьмориена, нужно понять где он может быть. У кого-нибудь есть идет?

source: Well, we could ask the Oracle. Because of the magical nature of her abilities, she may know where to search for this Deorien.
ru: Что ж, думаю, мы должны спросить Оракула. Она сама из породы магов, и может подсказать, где искать Деориена.

source: Oracle? Oracle is a hoax. She does not know anything. She once told me... she... she had deceived me. Her prophecy has been not fullfilled and there is no chance for it to be fullfilled.
ru: Оракула? Оракул - мошенница. Она ничего не знает. Однажды она сказала мне... Она... Она меня обманула. Её пророчество не сбылось, да и не могло сбыться.

source: Oracle is not deceiving anyone. She just looks into the sea of magic and she knows the possibilities of everything that may happen. So, she is not saying what will, but what MAY happen.
ru: Оракул никого не обманывает. Она просто смотрит в волшебное море и узнаёт возможности свершения того или иного события. Она предрекает не то, что обязательно случится, а то, что МОЖЕТ случиться.

source: I don't understand.
ru: Не понимаю.

source: That means, that if she will tell you that you will be best swimmer in the world it means you will be great swimmer if you keep on trying. But the prophecy won't be fullfilled if you will just sit in your home and wait. Sometimes, also, one can understand words of the prophecy wrongly.
ru: Когда она говорит, что ты будешь лучшим пловцом в мире, это значит, что ты будешь лучшим пловцом, если начнёшь упорно тренироваться. Но пророчество не сбудется, если ты будешь просто сидеть дома и ждать славы. Кроме того, можно просто неправильон понять её предсказание.

source: No. No. That's not true. That's... leave me alone.
ru: Нет. Нет. Это не правда. Это... Оставьте меня одну.

source: The Preparations
ru: Приготовления

source: Few days has passed. Finally, the Freetown council decided to sent Gawen to search for Deorien. Gwidle Turlin came to Gawen and and asked him for his agreement.
ru: Прошло несколько дней. В конце концов совет Фритауна постановил послать Гэвена на поиски Деориена. Гвидл Турлин пришёл к Гэвену, чтобы спросить его согласия.

source: .. So, you will take twelve of your best troops and search for this great mage, and you will try to convince him to join our cause.
ru: ... Итак, ты можешь взять с собой двенадцать лучших отрядов и отправиться на поиски великого мага, чтобы уговорить его присоединиться к нам.

source: I understand. My advisor, twelve best soldiers. When should I go?
ru: Я понял. Мой советник и двенадцать лучших отрядов. Когда я должен выходить?

source: Does that mean that you have agreed?
ru: Это означает, что ты согласен?

source: Of course.
ru: Конечно.

source: I think that you should start your quest after the thaw. After all you need some time to pick best soldiers and train them.
ru: Я думаю, что ты должен отправиться на поиски с наступлением оттепели. Кроме того, тебе ещё нужно время, чтобы выбрать и натренировать лучших солдат.

source: If you want, I could give you more my elves.
ru: Если хочешь, я могу отправить с тобой ещё несколько своих эльфов.

source: I could give you some of my soldiers. Swordsmen, Bowmen or Spearmen.
ru: А я могу дать тебе несколько своих солдат. Мечника, лучника и копьеносца.

source: Or we could give you some gold.
ru: Или же мы можем дать тебе немного золота.

source: Note: you will have to choose twelve your best soldiers soon. Elves and soldiers given by Huon could be choosen by you too, but they will be counted too. You can choose four times now.
ru: Замечание: скоро понадобится выбрать двенадцать лучших отрядов. Эльфы и солдаты Хуона, если взять их с собой, войдут в число этих двенадцати. Сейчас можно будет четыре раза выбрать какие-нибудь из вариантов.

source: I would want to have more gold
ru: Мне нужно больше золота

source: I would want some elves
ru: Мне нужно ещё эльфов

source: I would want some from Huon's soldiers
ru: Мне нужны солдаты Хуона

source: I do not need anything more
ru: Мне больше ничего не нужно

source: You received 25 golden pieces.
ru: Вы получили 25 золотых.

source: Give me...
ru: Дай мне...

source: Elvish fighter
ru: Эльфийского бойца

source: Elvish archer
ru: Эльфийского лучника

source: Elvish scout
ru: Эльфийского разведчика

source: Elvish shaman
ru: Эльфийского шамана

source: I've changed my mind
ru: Я передумал

source: Bowman
ru: Лучника

source: Spearman
ru: Копьеносца

source: Yes, I think this will be great idea.
ru: Да, я думаю, это отличная идея.

source: I have to stay here.
ru: Я останусь здесь.

source: Female thing. Don't ask.
ru: Женские проблемы. Не спрашивай.

source: I will stay with her, in case it is something serious.
ru: Я останусь с ней на случай, если это что-то серьёзное.

source: So, let's go and choose twelve of our's best troops.
ru: Итак, иди и выбери двенадцать лучших.

source: Repelling the Orcs
ru: Отпор оркам

source: Uruk Marlaf
ru: Урук Марлаф

source: So, I think this should be easy. There is only one Orcish leader north from here. Take him down and that's all
ru: Ну что, я думаю, задача не сложная. На севере всего один орочий лидер. Разобьём его, и всё.

source: Hello there! Missed me?
ru: Приветик. Соскучились?

source: Forgive me, my lord. I know how it looks, but I was really trying.
ru: Простите, милорд. Я понимаю, что Вы думаете, но я действительно старался.

source: I was kind of expecting you.
ru: Я ожидал чего-то в этом роде.

source: There are no hidden elements in this scenario. Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be allowed to choose twelve best troops in next scenario.
ru: В этом сценарии нет никаких скрытых деталей. Предводителя орков нельзя допросить. Сценарий создан исключительно для того, чтобы солдаты Гэвена набрали больше опыта. Помните, что в следующем сценарии нужно будет выбрать двенадцать лучших отрядов.

source: Choosing the Best
ru: Выбор лучших

source: Finally, I was confident that my troops are ready for the task which awaited me. When I told Gwidle about that, he insisted on having farewell feast. There was wine, food and nice music. There were also finest dancers from Freetown girls and women, doing some kind of traditional folk-dance in special costumes with masks and shawls.
ru: Я наконец был уверен, что мои отряды готовы к стоящей перед ними задаче. КОгда я сказал об этом Гвидлу, он настоял на прощальном пире. Было много вина, елы и чудесной музыки. Кроме того лучшие танцовщицы из женщин и девушек Фритауна исполняли какой-то традиционный народный танец в особых костюмах с масками и шалями.

source: Soon we all were a little bit drunk. From my right Karen was commenting dancer's faults and saying how she would be much better, and even how much her dancer's costume was better. From my left I've heard Andrey Yaranov trying to seduce my step-mother, the harder the more he was drunk, while Lorin was ignoring him and babbling about something oracle told her in her youth.
ru: Скоро мы все немного опьянели. Справа от меня Карен отпускала замечания об ошибках танцоров и рассказывала, насколько лучше станцевала бы она сама и насколько лучше был бы её костюм. Слева от меня было слышно как Андрей Яранов пытается соблазнить мою мачеху, тем упорнее, чем сильнее он напивался, в то время как Лорин не обращала на него внимания и бормотала что-то о том, что услышала в юности от оракула.

source: Who was she? She was in dancer's mask, but somehow I doubt she was one of dancers I saw few hours earlier. There was something familiar in the way she moved, breathed and gasped. Maybe if I would be sober I would recognise her even with mask. But I wasn't, and I didn't care.
ru: Кто она была? Она была в маске танцовщицы, но я почему-то сомневался, тчо это была одна из танцовщиц, которых я недавно видел. Было что-то знакомое в её движениях, дыхании и вздохах. Может, будь я трезвее, я бы смог узнать её лицо под маской. Но я был пьян и беспечен.

source: But I had no chance. Next day Gwidle wake up me at the very dawn and I came to my soldiers, to choose twelve best of them. I think most of them was in better shape than I, they at least had some sleep that night.
ru: Но другой попытки не было. На следующий день Гвидл разбудил меня рано утром и я отправился к своим солдатам, чтобы выбрать двенадцать лучших. Думаю, многие из них были в лучшей форме, чем я, по крайней мере этой ночью они выспались.

source: Wonderful day... Perfect for starting a quest. Did you slept well?
ru: Чудесный денёк... Замечательно подходит для начала поисков. Ты хорошо выспался?

source: Well... Not really. Hm.. Where is Karen?
ru: Ну... Не совсем. Хм... А где Карен?

source: She is still asleep. Yesterday was too much for my poor daughter.
ru: Всё ещё дрыхнет. Вчерашний день оказался слишком тяжёлым для моей бедной дочурки.

source: I looked into her room. The dancer's outfit was on the floor, and she slept in her clothes. I guess she tried to change her clothes, you know, to show you how good dancer is she, and then she fell asleep.
ru: Я заглядывал в её комнату. На полу валялось платье танцовщицы, а Карен спала прямо в одежде. Думаю, она пыталась переодеться, ну, знаешь, что бы показать, как она хорошо танцует, да так и заснула.

source: Uhm... How old is your daughter anyway?
ru: Эм... А сколько всё-таки лет твоей дочери?

source: Poor child. When I saw her yesterday she barely could walk.
ru: Бедное дитя. Вчера, когда я последний раз её видела, она еле ходила.

source: Mother! What have you do with your hair?
ru: Мать! Что ты сделала со своими волосами?

source: Hair? My hair? I decided that they were hindrance in battle so I cut it.
ru: С волосами? Я решила, что они будут мешать в бою, и постриглась.

source: You could have asked someone else to do it for you. Hm.. and where is Yaranov?
ru: Ты могла бы попросить кого-нибудь помочь. Хм... А где Яранов?

source: He left Freetown.
ru: Он ушёл из Фритауна.

source: You know, I even started to like him. But last night he lost all my sympathy and respect. Don't ask me. I won't answer.
ru: Знаешь, он почти начал мне нравиться. Но этой ночью я утратила всякую симпатию и уважение к нему. Не задавай вопросов. Я не хочу об этом говорить.

source: I thought he, I mean he and you..
ru: Я думаю он, то есть вы с ним...

source: My son, because you lost your memory, you probably forgot about some of our customs. In our tradition, a widow cannot have another man again, under very severe punishments.
ru: Сын мой, ты потерял память и возможно не помнишь некоторых наших обычаев. Согласно традиции, вдова н еможет сойтись с другим мужчиной под страхом жестокой казни.

source: Wait a minute. Your father, Gawen, married Lorin after death of your mother, hadn't he?
ru: Подождите-ка. Гэвен, твой отец женился на Лорин после смерти твоей матери, так?

source: Who have allowed you to listen, underling? This discussion is between two worthy people. Go and bother someone else.
ru: Почему ты подслушиваешь, дикарь? Здесь разговаривают два достойных человека. Иди надоедать кому-нибудь другому.

source: Your step-mother is really starting to get on my nerves.
ru: Твоя мачеха начинает всерьёз действовать мне на нервы.

source: I said, a widow cannot have a man, husband or in any other way. The man can. There was time when men could even have few wives at once. Now, there are many women which defy that old custom. And many of them are unpunished. But I am wife of king, and this is totally different case. What can be forgiven when done by average woman, can not when it is an act of king's wife.
ru: Я сказал, что вдова не может иметь ни мужа ни любовника ни кого-то ещё. Мужчин это не касается. В былые времена мужчины могли даже иметь несколько жён одновременно. Сегодня многие женщины бросают вызов этому обычаю. И многие остались безнаказанными. Я - жена короля, а это совершенно другое дело. То, что может себе позволить обычная женщина, не может себе позволить королевская супруга.

source: One wonderful culture you have. Now, Gawen, pick up twelve best troops.
ru: Непостижимая культура. Ладно. Гэвен, выбери двенадцать лучших солдат.

source: I want to join you in your quest.
ru: Я хотел бы присоединиться к Вам в поисках.

source: Recall twelve troops. OR
ru: Призовите двенадцать солдат ИЛИ

source: End turn if you do not want or can't recall more troops.
ru: закончите ход, если нет возможности или желания призывать.

source: Sneaking out the Raedwood
ru: Выскользнуть из Редвуда

source: MY KING! Forgive me, kill me now, how could I fight against you. Now I know I am a worthless traitor.
ru: МОЙ КОРОЛЬ! Прости меня, казни меня прямо сейчас. Как я мог выступить против тебя? Теперь я понял, я просто позорный предатель.

source: Gawen, I think I told you to keep your identity a secret.
ru: Гэвен, по-моему я говорил, чтобы ты хранил тайну своей личности.

source: It is for adviser to advise, and for leader to choose whether to follow his advises. Raban, there is no treachery if you didn't know that it is me.
ru: Советник даёт советы, а правитель решает, надо сли им следовать. Рабан, поскольку ты не знал кто я на самом деле, ты не совершил никакого предательства.

source: Can you still hear me, don't you? I have some questions.
ru: Эй, ты меня ещё слышишь? У меня есть вопросы.

source: Then ask someone else, who will know the answers.
ru: Тогда спрашивай кого-нибудь, кто станет отвечать.

source: Wait! Don't die yet! Damn, he lost his conscience already.
ru: Стой! Не умирай! Чёрт, он без сознания.

source: Now, tell me...
ru: А теперь говори...

source: Why Bor Cryne is allied with orcs?
ru: Зачем Бор Крайн объединился с орками?

source: What can you say about Grekulak?
ru: Что ты знаешь о Грекулаке?

source: Do you know where great mage Deorien is?
ru: Ты знаешь где находится великий маг Деорен?

source: Will you fight for us?
ru: Ты хочешь сражаться за нас?

source: Mage? Then he is in hell, surely!
ru: Маг? Конечно горит в аду!

source: I don't know. He is leading the orcs, but he is not orc. I am not sure who is he. There are gossips that a new messiah will come to lead us to conquer the world, and he could be that new messiah, I think.
ru: Ничего. Он правит орками, но сам он не орк. Я точно не знаю кто он на самом деле. Ходят слухи, что придёт новый мессия, который поведёт нас к мировому владычеству, и я думаю, что речь идёт о Грекулаке.

source: New messiah?
ru: Новый мессия?
