Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Oh, do not worry. Probably those are our people returning from making deal with outlaw underlings.
ru: Не беспокойся. Наверное это наши люди возвращаются после очередной работы с дикарями.

source: Also Lady Lorin can interrogate enemy leaders. You will receive no bonus if withdrawing with Gawen.
ru: Леди Лорин может допрашивать вражеских вождей. Если Вы отступите, вознаграждение в конце уровня не будет выплачено.

source: You will receive no bonus if withdrawing with Gawen.
ru: Если Вы отступите, вознаграждение в конце уровня не будет выплачено.

source: That's impossible! They are breaking into city vicinity, how, how, how this could happened? Where are my soldiers? My allies? Help me!!
ru: Невозможно! Они прорвались к городской окраине! Как, как, как это могло случиться? Где мои солдаты? Мои союзники? Помогите!!!

source: Humans.. cowards.. good only for meat..
ru: Люди... Трусы... Годятся только на мясо...

source: God! Everything is lost! Run for your life!
ru: О боже! Всё пропало! Бежать!

source: Hey, wait, what about our fight?! Coward!
ru: Подожди-ка, а бой? Трус!

source: He ran away! But I will meet him one day, and then he will have no time for running..
ru: Он сбежал! Всё равно однажды я его встречу, и тогда он не успеет убежать...

source: Hey, I think I know you! Weren't you one of those young chieftains who visited the Vattin the other day..
ru: Эй, похоже я тебя знаю! Не ты ли один из тех юных вождей, которые однажы приезжали в Ваттин?..

source: Yes! Yes! That could be! I was at Vattin once!
ru: Да! Да! Было такое! Я был в Ваттине!

source: Thank God! I'm glad! I'm really, really glad! What is your name, man?
ru: Слава богу! Я рада. Я очень-очень рада! Как тебя зовут?

source: Kariv, my lady, yes, Kariv.
ru: Карив, госпожа, да, Карив.

source: Do you remember the song you were singing near my windows when you were drunk?
ru: А помнишь какие песни ты орал под моим окном, когда напивался?

source: O shit.
ru: Вот дерьмо.

source: I promised myself that I will take revenge one day. And see, the God was fond of me, because he let me kill you! Or maybe do you know something about the orcs, why are they here and all?
ru: Я пообещала себе, что когда-нибудь отыграюсь. И видишь, Бог наградил меня, Он дал мне возможность убить тебя. А может быть ты что-нибудь знаешь об орках? Откуда их столько по всей округе?

source: Orcs? Yes, yes, orcs! They are helping us! They are, uhm, our allies or something!
ru: Об орках? Да, да, орки! Они нам помогают. Они, э-э-э, наши союзники или что-то в этом роде.

source: He doesn't know anything. Let him go
ru: Он ничего не знает. Отпусти его.

source: Aaargh!
ru: А-а-ах!

source: Mother...
ru: Мать...

source: What?
ru: Что?

source: Listen, if you will answer me few questions I will let you go. Understand? Now, what do you know about orcs and why they are here?
ru: Слушай, если ты ответишь на несколько вопросов, я тебя отпущу. Понятно? Так что ты знаешь об орках и о том, зачем они здесь?

source: Wait, one last question. What about Reme Carrenemoe, do you know anything about his fate?
ru: Постой, ещё один вопрос. Реме Карренемо. Ты знаешь что-нибудь о его судьбе?

source: Yes! His clan settlements were attacked by outlaws. They captured him and they keep him in some place called Bontom. They will trade him to Bor Cryne, I think.
ru: Да! На поселение его клана напали разбойники. Реме схватили и держат в месте под названием Бонтом. Думаю, его собираются продать Бору Крайну.

source: Hey orc! Can you still hear me? Are you okay?
ru: Эй, орк! Ты ещё меня слышишь? Ты в порядке?

source: Mother earth, human woman is trying to save me? Such a care for a fallen enemy, this is so rarely found!
ru: О, мать-земля, человеческая женщина пытается защитить меня. Какая забота о поверженном враге, как это редко встречается!

source: Trying to save you? Well, not exactly. I want to.. wait, I must think a correct term... Terrorize you, yes, that's more what I have on my mind. Let's start with the basics. This is a knife. When a knife is put into human - or, in that case, orcish - flesh, it hurts.
ru: Защитить тебя? Ну, не совсем. Скорее... подожди, я подберу правильное слово... забить тебя. Да, это больше поджодит. Начнём с основ. Вот нож. Когда нож входит в человеческое, а в данном случае в орочье, тело, становится очень больно.

source: Mother! Stop it! This is disgusting and I will not allow for that!
ru: Мать! Прекрати! Это отвратительно! Я не позволю!

source: Hmm.. You know what, orc? Let's make a deal... If you will tell me why are you here, allied with Akladians, then I will let you die peacefully. If not, despite my son's cries I will explain you another aspects of fascinating topic of what suffering can be induced by simple knife in hands of able woman.
ru: Хм. Знаешь что, орк? Давай договоримся... Если ты расскажешь мне зачем вы пришли и для чего объединились с акладианами, я позволю тебе умереть спокойно. Если нет, то, несмотря на вопли моего сына, я объясню тебе остальные аспекты чудной науки о том, сколько боли может причинить простой нож в руках талантливой женщины.

source: No, I won't let you! Orc, tell us everything you know and I will let you live.
ru: Нет, я не позволю! Орк, расскажи всё, что ты знаешь, и мы отпустим тебя.

source: I don't know much - only that this was the wish of our guide, Grekulak. He wished Akladians to be allied with us.
ru: Я мало что знаю. Только то, что таково было желание нашего предводителя Грекулака. Это он решил заключить союз с акладианами.

source: Grekulak! I know that name. We should go back to Freetown and report that, that's all we had to know!
ru: Грекулак! Мне знакомо это имя. Мы должны вернуться во Фритаун и доложить обо всём, что узнали.

source: Grekulak? That's something to report. We should go back to Freetown then.
ru: Грекулак? Да, похоже, об этом стоит доложить. Мы должны возвращаться.

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, if you will answer them, I will order someone to take care for your wounds and I will let you live
ru: Не торопись умирать, орк. Ты слышишь меня? Я задам тебе несколько вопросов. Если ты ответишь, я прикажу, чтобы кто-нибудь позаботился о твоих ранах, и ты будешь жить.

source: Listen, that won't work! I know, because I know the job of interrogating of prisoners quite well, and this is not even amateur job... this is..
ru: Послушай меня, это не сработает. Я разбираюсь в искусстве допроса пленных гораздо лучше. Это не всегда приятная работа... это...

source: Amazing. Simply, amazing.
ru: Потрясающе. Просто потрясающе.

source: My lord, are you sure you want to retreat?
ru: Милорд, вы уверены, что нам нужно отступить?

source: Oh no! New reinforcements arrived to help our enemies, now we have no chances to defeat them!
ru: Нет! К ним пришло подкрепление! Теперь у нас нет шансов на победу.

source: Ha! The orcs were hiding here some gold!
ru: Ха! Орки припрятали здесь немного золота!

source: You have received 50 golden pieces
ru: Вы получили 50 золотых.

source: Bontom
ru: Бонтом

source: Yes, I survived the battle at Barnon. I will tell you everything later, but now - do not call me Gawen, please. I am Gaumhaldric.
ru: Да, я выжил под Барноном. Я всё расскажу тебе потом, а пока, пожалуйста, не называй меня Гэвен. Я Гемхальдрик.

source: Now, we may withdraw. There is no point to fight the others.
ru: Нужно отступать. Нет времени добивать остальных.

source: Now, we may try to interrogate that orcish leader or simply withdraw.
ru: Теперьо мы можем попробовать допросить вождя орков, а можем просто отступить.

source: Note: you will receive no bonus if you will withdraw with Reme.
ru: Замечание: при отступлении не будет начислен бонус в конце уровня.

source: Guides showed Gawen where the Bontom place is located and he with his army soon reached the area. Of course his army was too big to be not noticed and his scouts reported, that enemies are preparing to defense.
ru: Следуя дорожным указателям, Гэвен и его армия подошли к Бонтому. Конечно, войско было слишком большим, чтобы появиться незамеченным, и вскоре разведчики доложили, что враг готовится к обороне.

source: Hans the Ripper
ru: Ганс Потрошитель

source: Uruk Lug
ru: Урук Луг

source: Leif Thrall
ru: Лейф Тралл

source: So, this is the place! Now, let's find Reme.
ru: Мы на месте! Пойдём искать Реме!

source: Hm, it seems that orcs are here too. We can interrogate their leader, too.
ru: Похоже, орки тоже тут. Нужно попытаться допросить их вожака.

source: What about the others?
ru: А что делать с остальными?

source: I wouldn't care about the others. If you want, you may ask them questions, but I won't waste my time on them.
ru: Остальные меня не волнуют. Если хочешь, можешь с ними поговорить, а я не буду тратить на это время...

source: Wait! Who's there?
ru: Стой! Кто идёт?

source: And what do you think?
ru: А ты как думаешь?

source: We came here to release our friend.
ru: Мы пришли освободить нашего друга!

source: We came here to make a deal.
ru: Мы пришли предложить сделку.

source: Friend? What friend?
ru: Друга? Какого друга?

source: Reme Carrenemoe. Let him go, and we will leave this place.
ru: Реме Карренемо. Отпустите его, и мы оставим вас в покое.

source: Ha! Ha! Ha! Go and find some other friend to rescue, that one is busy. Go away!
ru: Ха-ха-ха! Иди спасать какого-нибудь другого своего приятеля. Этот занят. Убирайся!

source: Deal? What deal?
ru: Сделку? Какую сделку?

source: You have captured my friend, Reme Carrenemoe. What about this:
ru: У вас в плену мой друг Реме Карренемо. Я предлагаю:

source: Let him go, and we will leave in peace.
ru: Отпустите его и мы оставим вас в покое.

source: I will give you 200 golden pieces for releasing him
ru: 200 золотых за его освобождение.

source: What kind of joke is this? You haven't got that much gold!
ru: Это что шутка? У вас нет таких денег!

source: Seems fine too me. 200 golden pieces for me, Reme for you.
ru: Меня устраивает. Мне - 200 золотых, вам - Реме.

source: Free! Free, at last!
ru: Свободен! Наконец-то свободен!

source: My lord, the outlaw army decimated my clan. But still, some of my people survived, and they will be glad to help you.
ru: Милорд, армия разбойников перебила мой клан. Но некоторые спаслись, и будут счастливы служить Вам.

source: You may recruit Akladian Clanmembers again.
ru: Вы снова можете вербовать членов клана акладиан.

source: You may interrogate Orcish leader with either Gawen, Ruvio or Lorin. Other leaders may be interrogated by Gawen only.
ru: Главаря орков могут допрашивать Гэвен, Рувио или Лорин. Все остальные будут говорить только с Гэвеном.

source: NORMAL: Rescue Reme Carrenemoe and move it to north-eastern signpost
ru: Обычная: Освободите Реме Карренемо и доведите его до северо-восточного указателя.

source: My lord, are you sure you want to retreat? We should move Reme Carrenemoe here first!
ru: Милорд, Вы уверены, что нам нужно отступить? Сначала мы должны привести сюда Реме Карренемо!

source: I'm sorry Reme, but we simply were unable to succeed.
ru: Прости, Реме, но мы просто не в состоянии победить.

source: Good. Reme left me, we paid him back, so the balance in the nature is preserved.
ru: Отлично. Реме бросил меня и заплатил за это. Природное равновесие сохранено.

source: So, Reme. We meet again. Hm.. I would say something in the sense 'I'm happy to see you again', but to be honest, I am not.
ru: Вот мы и снова встретились, Реме. Хм... Мне нужно сказать, что-то вроде: "Как я счастлива тебя видеть!", - но, честно говоря, не хочется.

source: Lorin... and.. Gawen? Is that really you?
ru: Лорин... и... Гэвен?! Это действительно ты?

source: Reme, are you ok?
ru: Реме, с тобой всё в порядке?

source: Yes.. yes.. Gawen? Is that really you?
ru: Да... да... Гэвен?! Это действительно ты?

source: There are keeping some Akladian in cage in here. Should I kill him?
ru: Тут в клетке какой-то акладиан. Зарубить его?

source: No! This is my friend, Reme! Reme, are you ok?
ru: Нет! Это мой друг Реме! Реме, с тобой всё в порядке?

source: Such a young men.. And still, one damn good fighter..
ru: Такой молодой парень... А всё равно чертовски хороший боец.

source: You were worthy opponent too.
ru: Ты тоже был неплохим противником.

source: Yes.. it was a good fight, isn't it?
ru: Хорошая была драка, да?

source: Yes.. Before you will pass, please answer me few questions.
ru: Да... Я отпущу тебя. Но сначала ответь на несколько вопросов.

source: Why orcs are here, allied with Akladians?
ru: Почему орки и акладианы вместе?

source: Who have hired assassin, who was trying to kill Gawen Hagarthen?
ru: Кто нанял убийцу, который охотился за Гэвеном Хагартеном?

source: Why you fight along with Akladians?
ru: Почему ты сражаешься за акладиан?

source: Do you know why orcs are here?
ru: Ты знаешь откуда здесь столько орков?

source: They are allied with Akladians.
ru: Они пришли вместе с акладианами.

source: But why?
ru: Но почему?

source: I have no idea.
ru: Без понятия.

source: Why you are allied with Akladians?
ru: Почему ты сотрудничаешь с акладианами?

source: Allied? We are allied with none. They simply have paid for our services. That's all.
ru: Сотрудничаю? Мы ни с кем не сотрудничаем. Просто они платят. Вот и всё.

source: You are from Outlaw Base, right? Place from which assasin come.. Maybe you know who have poisoned mother of Gawen Hagarthen?
ru: Ты ведь из Логова? Наёмный убийца был оттуда же... Может ты знаешь кто отравил мать Гэвена Хагартена?

source: I don't know that.
ru: Я не знаю.

source: I think it was one of Akladian lords.. yes.. His name was Cryne, Bor Cryne...
ru: Думаю, один из акладианских лордов... Да. Это был Крайн. Бор Крайн.

source: I don't know that. A lot of Akladians is buying poison from us.
ru: Я не знаю. Многие из акладиан покупали у нас яды.

source: It's you! Witch!
ru: Это ты! Ведьма!

source: Really? Are you sure it's really me?
ru: Правда? Ты уверен, что это действительно я?

source: Uhm.. what?
ru: Ммм... а что?

source: I mean, you are dying. Your whole life probably is passing thought your eyes. Maybe you are hallucinating? There is only one way to check it.
ru: Похоже ты умираешь. Наверное вся жизнь проходит перед твоими глазами. Может у тебя галлюцинации? Есть только один способ это проверить.

source: What.. What way?
ru: Какой... Какой способ?

source: If I am just a hallucination, this won't hurt.
ru: Если я просто галлюцинация, тебе не будет больно.

source: No! Mother, I won't let you! Leave him to die peacefully!
ru: Нет! Мать, я не разрешаю тебе! Дай ему спокойно умереть!

source: Because it is bad thing to torture people
ru: Это ужасно - пытать людей

source: Because... ah...
ru: Да потому что... э...

source: Gawen, she is Akladian. You can teach old dog new tricks.
ru: Гэвен, она акладианка. Не пытайся научить старую лошадь новым трюкам.

source: Whom do you call OLD?!
ru: Кого ты назвала СТАРОЙ?!

source: You were good opponent. What is your name, please tell me, so I could told spirits of ancestors who defeated me?
ru: Ты хороший соперник. Скажи как тебя зовут, чтобы я мог рассказать об этом духам предков?

source: Gau.. Gawen. Gawen Hagarthen.
ru: Гэм... Гэвен. Гэвен Хагартен.

source: My king! Now I know why I was defeated. This is punishment for betrayal. I should never listen to orders of our clan leaders. My king, will you forgive me?
ru: Мой король! Теперь я знаю, почему я побеждён. Это кара за предательство. Я не должен был слушать лидеров других кланов. Король, простите меня.

source: Lie in peace, soldier.
ru: Покойся с миром, солдат.

source: I must not Fear. Fear is the mind-killer. Fear is little death that brings total obliteration. I will let it pass through me and over me. Where the fear has gone there will be nothing. Only I will remain.
ru: Я не должен бояться. Страх убивает разум. Страх это маленькая смерть, несущая полное забвение. Пусть страх проходит сквозь меня, мимо меня. Там, где прошёл страх, не остаётся ничего. Остаюсь только я.

source: Oh that was cute. Now, if are quite finished, I have here this little knife-thing. This knife is what bring total obliteration, not to mention suffering.
ru: О, это было мило. А чтобы внести ясность, у меня есть вот этот маленький ножик. Он тоже несёт полное забвение, не говоря уже о страданиях.

source: I must not... ARGH!... I must not...
ru: Я не должен... ААРХ!.. Я не должен...

source: Why you are here, allied with traitors from Akladian race?
ru: Что ты тут делаешь вместе с предателями акладианской расы?

source: I know nothing! I know nothing! Our guide Grekulak ordered us to ally with Akladians, I know nothing more!
ru: Ничего не знаю! Ничего не знаю! Наш вождь Грекулак приказал нам объединиться с акладианами, больше ничего не знаю!

source: Mother, you may now let him go.
ru: Мать, теперь его можно отпустить.

source: Argh!
ru: А-а-а!

source: Excuse me, my son, this orc screamed so loud in agony that I have not heard what you were saying. What was that?
ru: Извини меня, сын мой, это орк так шумно бился в агонии, что я ничего не расслышала. Что ты сказал?

source: Never mind. My step-mother is walkiria obsessed with death and pain. Sigh.
ru: Ничего. Моя мачеха - валькирия, помешанная на смерти и страданиях. Ох...

source: And she looks cool in armour, too.
ru: А ещё она круто смотрится в доспехе.

source: I will allow you to live, if you will tell me few things.
ru: Я оставлю тебе жизнь, если ты кое-что мне расскажешь.

source: Ask then, human.
ru: Спрашивай, человек.

source: Why are you allied with Akladians?
ru: Зачем вы объединились с акладианами?

source: Ha! The outlaws were hiding here some gold!
ru: Ха! Разбойники припрятали тут немного золота.

source: Ha! The Akladians were hiding here some gold!
ru: Ха! Акладианы спрятали здесь немного золота!

source: You have received 150 golden pieces
ru: Вы получили 150 золотых.

source: I guess this was gold prepared to pay for Reme Carrenemoe.
ru: Думаю, этим золотом собирались заплатить за Реме Карренемо.

source: She-wolf of Haeltin
ru: Хэлтинская Волчица

source: It was cold that day when Gawen's army, guided by local peasants, reached the hills where Haeltin was located. Ruvio explained that She-wolf of Haeltin fought with Akladians as well as orcs, so she potentially could be a friend.
ru: В день, когда армия Гэвена в сопровождении местных крестьян подошла к окружающим Хэлтин холмам было морозно. Рувио говорил, что Хэлтинская Волчица воевала и с акладианами и с орками, поэтому она вполне может оказаться другом.

source: My Lady, our scouts have told us that some unknown army is approaching us. Scouts are reporting that it is led by some Gaumhaldric, Wesnothian. I've heard about him; he supposedly already defeated some Akladians and bandits. If he will attack us I don't know if we can defend ourselves.
ru: Госпожа, разведчики докладывают, что к нам приближается армия. Говорят, что их ведёт какой-то веснотец Гемхальдрик. Я слышал о нём. Рассказывали, что он побеждал акладиан и разбойников. Не знаю, отобьём ли мы его нападение..

source: He is some kind of madman. Attack in the winter? And why we shouldn't be able to defend ourselves? Anyway, Yaranov, now it's time for you to learn something. I will convince those Gaumhaldric that attacking us is bad thing to do.
ru: Он сумашедший? Идти на штурм среди зимы. И почему это мы не сможем выстоять? в любом случае, Яранов, тебе стоит кое-чему поучиться. Я покажу этому Гемхальдрику,что связываться с нами - плохая идея.

source: And how exactly you will do it?
ru: И что именно Вы будете делать?

source: I will seduce him.
ru: Я соблазню его.

source: So this is the place. I am not sure what we should do. The place seems to be well-fortified. We are not prepared for long siege.
ru: Итак, мы на месте. Надо подумать, что делать дальше. Похоже это место хорошо защищено. А мы не готовы к длительной осаде.

source: Wait, I think they've send a messenger to us. Before we made any decision, let's see what that 'She-wolf' wants from us.
ru: Подожди, я думаю они пришлют гонца. Сначала узнаем, что от нас нужно Хэлтинской Волчице, а потом будем делать выводы.

source: I am so happy to welcome the handsome Gaumhaldric I have heard a lot about, brave and... oh my God. It's impossible.
ru: Я счастлива приветствовать достойного Гемхальдрика, о котором столько наслышана, храброго и... О боже! Это невозможно.

source: Have you started seducing him already?
ru: Вы уже начали его соблазнять?

source: Why do you both have such stupid looks? You know each other?
ru: Что это вы уставились друг на друга? Вы знакомы?

source: Mother?
ru: Мама?

source: Mother?!?
ru: Мама?!?

source: That's impossible! How.. how.. You are dead!
ru: Это невозможно! Как... как... но ты же мёртв!

source: Wait a moment. She is your mother?
ru: Так, подождите-ка. Это твоя мать?

source: Yes, she is my mother... step-mother, actually. This is Lady Lorin. Mother, this is Ruvio, my friend, and this is...
ru: Да, она моя мать... то есть мачеха. Это леди Лорин. Мама, это Рувио, мой друг, а это...

source: Wait! How it is possible you are alive? You died at battle of Barnon, we've heard that, I've heard about that, I...
ru: Постой! Как тебе удалось выжить? Ты погиб в битве при Барноне, мы об этом слышали. Я услышала это, и я...

source: It was this Ruvio who has saved my life. He took away my body from the battlefield and cared for me until I regained my health. This is his daughter, Karen.
ru: Рувио спас меня. Он вынес моё тело с поля боя и ухаживал за мной, пока я не выздоровел. А это его дочь Карен.

source: My God.. I just.. Gawen, I'm so happy.. But those are who were caring for you, right? Underling, how can I reward you for saving my son's life?
ru: О боже... Я просто... Гэвен, я так счастлива... А это те, кто заботился о тебе? Дикарь, как я могу наградить тебя за спасение моего сына?

source: This is getting more interesting with every moment. Dad, she was talking about you.
ru: С каждой минутой становится всё интереснее. Папа, похоже, это она про тебя.

source: Oh, and what a nice kid. I didn't know it is in underlings custom to give children the weapons.
ru: О, какой чудесный ребёнок. Я не знала, что у дикарей есть обычай разрешать детям играть с оружием.

source: Nice to meet you, .. Lorin. You are quite good looking for being Gawen's grand-mother. You had to be quite a lass some forty or fifty years ago.
ru: Рада видеть Вас... Лорин. Вы очень хорошо выглядите для бабушки Гэвена. Вам ведь должно быть около сорока-пятидесяти лет.

source: Stop it!
ru: Хватит!

source: Anyway, go to my castle, Gawen. Your servants will receive gold for helping you and then they may go, while we will work on getting back your throne!
ru: Не важно. Гэвен, пойдём в мой замок. Твоих слуг наградят золотом, после чего они могут идти. А нам нужно обдумать, как вернуть тебя на престол!

source: Hey, hey, I think there is some misunderstanding here. Gawen is our rightful king, and he has to get back his heritage. He is king of Wesnoth.
ru: Эй, эй! Мне кажется, у нас тут некоторое недопонимание. Гэвен - наш законный король и он должен получить то, что полагается ему по праву. Он король Веснота.

source: Exactly, with the difference that he is king of Vakladia. So, what do you want, underling, for saving my son's life? Speak fast, because I and Gawen had a lot to do, and you are starting to getting on my nerves, and this is dangerous thing to do.
ru: Всё правильно, за исключением того, что он король Вакладии. Так, дикарь, что ты хочешь за спасение моего сына? Говори быстрее, потому что нам с Гэвеном надо спешить. Ты начинаешь действовать мне на нервы, а это опасное занятие.
