Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: I prefer to have dead enemy to unsure ally. Now, we have to be absolutely sure about your loyalty and about which side you are choosing to back. Now, you have to make a decision. Bow to our rule. Reme?
ru: Я предпочитаю мертвого врага ненадёжному союзнику. А сейчас нам нужно быть абсолютно уверенными в вашей преданности и в том, на чьей стороне вы находитесь. Сейчас каждый из вас должен определиться и присягнуть нашей власти. Реме?

source: I was always loyal to family of Hagarthen.
ru: Я всегда был предан семье Хагартен.

source: And you, noble Graeme?
ru: А Вы, благородный Грэм?

source: Uri van Roe?
ru: Ури ван Роэ?

source: Hail the true king of Vakladia
ru: Да здравствует истинный король Вакладии!

source: Bor Cryne?
ru: Бор Крайн?

source: I will always loyally serve what is best for kingdom of Vakladia.
ru: Я всегда буду преданно служить на благо Вакладии.

source: To ensure you of our friendship I demand that each of you will send your first-born son to court of Vattin, where he would have possibility to learn how to best serve the crown.
ru: Я прошу вас в подтверждение добрых намерений прислать старших сыновей ко двору Ваттина, где у них будет возможность научиться лучше служить короне.

source: Epilogue
ru: Эпилог

source: Who is going here? Gawen? I hoped you will visit me, before I would leave the Vattin forever.. I wish I could see you this last time... I want to tell you everything. You have to know..
ru: Кто здесь? Гэвен? Я надеялась, что ты навестишь меня перед тем, как я навсегда покину Ваттимн... Хотела бы я увидеть тебя напоследок... Я хочу рассказать тебе всё. Ты должен знать...

source: When I was still young girl, my family took me to the Oracle. I asked her about my future and I got the answer which I had not expected, and which greatly excited my family.
ru: Когда я была юной девушкой, моя семья отвела меня к Оракулу. Я спросила её о своей жизни и получила ответ, которого не ожидала и который взволновал мою семью.

source: The Oracle said I will marry a Hagarthen, become a queen, and that I will give Hagarthen a son. We.. my clan.. helped... somehow.. the prediction to be fulfilled... When I married your father, I was sure the Oracle was right.
ru: Оракул сказала, что я выйду замуж за Хагартена, стану королевой и подарю Хагартену сына. Мы... мой клан... помог... некоторым образом... сбыться пророчеству... Когда я вышла замуж за твоего отца, я была уверена, что Оракул не ошиблась.

source: But your father never called me to his bed. He had never even touched me. You have no idea how I hated him .. and you. And you have no idea about the dreams which were in my head then. And yet, I felt.. something strange about you. Always.
ru: Но твой отец никогда не звал меня в свою постель. Он даже ни разу ко мне не прикоснулся. Ты представить себе не можешь как я его ненавидела. Кроме того я чувствовала... что-то странное к тебе. Всегда.

source: When your father was dead, I felt deceived, fooled. How can I have Hagarthen's son if he is dead?
ru: Когда твой отец умер, я чувствовала себя одураченной. Как я могу родить Хагартену сына, если он мёртв?

source: But then.. we met again and.. you don't remember it, probably, but Ruvio once said - that Oracle's predictions will only be fullfilled if they would be helped.. So.. do you remember the night, the feast before we left searching for Deorien?
ru: Но потом... мы снова встретили и... ты наверное этого не помнишь, но Рувио сказал однажды, что предсказания Оракула сбываются только если приложить собственные усилия. Помнишь ночь перед тем, как мы ушли на поиски Деориена?

source: I was drunk... And... Yaranov tried to stop me at corridor, maybe he thought that drinking some more wine will make him more attractive, I beat him senseless. Then I went to Karen's room, I took her dancer's outfit...
ru: Я была пьяна... И... Яранов пытался задержать меня в коридоре, может он думал, что пьяный выглядит привлекательней. Я вырубила его. Потом я зашла в комнату Карен и взяла её наряд танцовщицы...

source: Yes, Gawen. This child.. it will be your first born son.
ru: Да, Гэвен. Этот ребёнок... это твой первый сын.

source: I made a lot of evil in this world. I know I have no hope for redemption. If I would say that you are the child's father, this would mean another war. Breaking Akladian customs would surely cause Akladians abandon you. And.. I know I sinned in the eyes of our God. He has no mercy. He knows no forgiveness.
ru: Я принесла в этот мир много зла. Я знаю, что у меня нет надежды на прощение. Если бы я раньше сказала тебе кто отец моего ребёнка, могла бы начаться новая война. Нарушение акладианских обычаев отвратило бы народ от тебя. А... я знаю, что я грешна перед глазами Господа. Он не знает жалости. Он не знает прощения.

source: But I hope.. you will find a mercy in your heart. I know.. I cannot count for your love.. but.. maybe.. just maybe.. you will.. just touch me once, like you were touching in that night... I will carry that touch with me, I will remember it when I will go into the exile with your child.
ru: Но я надеюсь... что жалость есть в твоём сердце. Я знаю... что не могу рассчитывать на твою любовь, но... может быть... просто может быть... ты... один раз коснёшься меня, как касался той ночью... Я унесу твоё прикосновение с собой и буду вспоминать его когда отправлюсь в изгнание с твоим ребёнком.

source: Do not try to stop me. You know it is impossible. For the good of the Wesnoth - I, Lorin, order you to forget about me and our child. Isn't that funny - me, Lorin, sacrifising herself for something as abstract as the idea as new, united nation? Look at me, I am laughing. I... I am laughing....
ru: Не пытайся меня задержать. Ты знаешь, что это невозможно. На блого Веснота я, Лорин. приказываю тебе забыть меня и твоего ребёна. Разве не смешно? Я, Лорин, жертвую собой ради непонятной идеи создания нового единого народа? Посмотри на меня, я смеюсь. Я... я смеюсь...

source: The moments are slowly turning into hours, as I am slipping into the darkness...
ru: Мгновения медленно сливались в часы, я проваливался в темноту...

source: Gawen Hagarthen is said to never smile after the great battle. Some say, he mourned the deaths of all good warriors who died fighting the undead menace. He married Wesnothian princess from Elensefar. He united three Akladian kingdoms, while the fourth one - Guilcorta - became his fief. He was able to vassalise Aragwaithi sietches and most of former Wesnothian kingdoms, uniting almost whole Wesnoth as it was once in old times.
ru: Гэвен Хагартен объявил, что после великой битвы никогда не улыбнётся. Кто-то говорил, чтоон скорбит о смертях хороших воинов, павших в бою с мертвецами. Он женился на веснотской принцессе из Эленсефара. Он объединил три акладианских королевства, а четвёртму, Гилкорту, даровал вассальное право. Он мог сделать вассалами арагвейтские шатры и большинство исконных веснотских королевств, как это было в старые времена.

source: It is also said that he never called his wife mavourneen; he never treat her as husband should treat his wife. Whatever was true in that gossip, the fact remains that he died childlessly.
ru: Говорили так же, что он никогда не был ласков с женой. Никогда не вел себя с ней как любящий муж с любимой женой. Похоже, слухи о том, что он умрёт бездетным, были верны.

source: The elves believed, that with his death the curse of Haldric which was put long ago upon the Wesnoth and descendants of Haldric was finally relieved. Mithrandil, the only elf ever with wrinkles, finally could die, gleefully.
ru: Эльфы верили, что после его смерти проклятие Хальдрика, которое долгое время тяготело над Веснотом и потомками Хальдрика, наконец ослабнет. Митрандил, единственный эльф с морщинами на лице, наконец мог спокойно умереть.

source: This is the end of the story of Lorin from Gallorae's and Gawen Hagarthen.
ru: Таков конец повести о Лорин из Гэллоров и Гэвене Хагартене.

source: Battle of Barnon
ru: Битва при Барноне

source: After few days of preparation, when first born sons of Akladian lords appeared in Vattin to be guests of king Gawen Hagarthen and his step-mother Lady Lorin, he, accompanied by two of lords and small army, marched north, to the settlements of clan of O-Barnon.
ru: Вскоре старшие сыновья акладианских лордов прибыли в Ваттин в гости к королю Гэвену Хагартену и его мачехе леди Лорин. Потратив несколько дней на подготовку, король в сопровождении двух лордов и небольшой армии отправился на север, чтобы разобраться с кланом О'Барнон.

source: Hoyre O Barnon did not trust Wesnothians living in the city of Barnon. Fearing that the citizens may open gates to Gawen Hagarthen, he withdrew to the castle in the forests nearby. Indeed, the city of Barnon surrendered easily, though it doesn't seem that the citizens showed any signs of enthusiasm.
ru: Ойре О'Барнон не доверял веснотцам, живущим в городе Барнон. В страхе, что горожане просто откроют ворота перед Гэвеном Хагартеном, он бежал в замок, расположенный в лесу неподалёку. Действительно, Барнон легко сдался, хотя жители и не показывали особого энтузиазма.

source: Reach either eastern or western signpost with both Lorin AND Reme. After that, hold on at least THREE turns before honorable death of Gawen Hagarthen.
ru: Приведите Лорин ВМЕСТЕ с Реме к восточному или западному указателю. После этого в течение, как минимум, ТРЁХ ходов Гэвен Хагартен должен оставаться в живых.

source: Reach either eastern or western signpost with both Lorin AND Reme. After that, hold on at least FIVE turns before honorable death of Gawen Hagarthen.
ru: Приведите Лорин ВМЕСТЕ с Реме к восточному или западному указателю. После этого в течение, как минимум, ПЯТИ ходов Гэвен Хагартен должен оставаться в живых.

source: Reach either eastern or western signpost with both Lorin AND Reme. After that, hold on at least SEVEN turns before honorable death of Gawen Hagarthen.
ru: Приведите Лорин ВМЕСТЕ с Реме к восточному или западному указателю. После этого в течение, как минимум, СЕМИ ходов Гэвен Хагартен должен оставаться в живых.

source: This should be easy, my son. Let's just get to castle of Barnon and finish that traitor off.
ru: Это будет нетрудно, сын мой. Просто возьми замок Барнон и покончи с этим предателем.

source: If I may, my lord, I suggest not to hurry.
ru: Если позволите, милорд, я бы посоветовал не торопиться.

source: I am not sure how those our so called allies will act.
ru: Я не уверен в том как поведут себя наши так называемые союзники.

source: You think that they may dare not to attack?
ru: Вы думаете, они посмеют отказаться от боя?

source: I think that they will dare, It's just I am not sure whom they will attack.
ru: Думаю, что посмеют. Я вообще не уверен, с кем именно они собрались воевать.

source: Nonsense. They know, that the lifes of their sons is in our hands.
ru: Чушь. Они знают, что жизнь их сыновей в наших руках.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd got more in previous battles.
ru: Думаю, нам не хватит денег, чтобы закончить дело. Мы должны были накопить больше средств в предыдущих битвах.

source: It's dark day to see Akladian lords siding with bastard and underling. What will your ancestors say about this, Uri?
ru: Будь проклят день, когда акладианские лорды встали рядом с ублюдком дикарём. Ури, что скажут об этом наши предки?

source: Hoyre, you were always my friend. I will never fight against you. I will rather join you to kill that mixling!
ru: Ойре, ты всегда будешь моим другом. Мой меч никогда не поднимется против тебя. Лучше мы вместе убьём этого полукровку!

source: I've never intended to fight against you, Hoyre. Let our swords cut that underling head off, as well as that witch, his step-mother.
ru: Я никогда не собирался выступать против тебя, Ойре! Опустим наши мечи на шеи этого дикаря и его мачехи-ведьмы.

source: We spent so many days drinking and fighting together. Now you are against me? What about our plans, Bor?
ru: Много дней мы провели, пируя и сражаясь вместе. И теперь ты против меня? Что ты собираешься делать, Бор?

source: Our plans haven't changed, Hoyre. You were and are my friend. I came with underling here only to bring him into trap. I am with you!
ru: Ничего не изменилось, Ойре. Ты был и остаёшься моим другом. Я пришёл сюда вместе с дикарём только для того, чтобы заманить его в ловушку. Я на твоей стороне!

source: Noble Lords, count on me too! Death to that scraggy mixling, that witch and all the traitors who support them against our own kin! God with us! Kill them all, let's us eat their hearts!
ru: Благородные лорды! Рассчитывайте и на меня тоже! Смерть задохлику-полукровке, ведьме и предателям, которые поддерживают их в войне с собственными родичами! С нами Бог! Убьём их и съедим их сердца!

source: Bonus for resisting |$ano_tmp| turns above requirement
ru: Награда за оборону в течение |$ano_tmp| ходов сверх необходимого.

source: Resisted |$ano_barnon_turns| turns.
ru: |$ano_barnon_turns| ход обороны.

source: I hope both Reme and Lorin have made it.. Aaargh!
ru: Надеюсь Реме и Лорин удалось... Аааах!

source: I think we killed him, my lord!
ru: Думаю, мы убили его, господин.

source: You think? Where is his body? Search for it, I want to be sure!
ru: Думаешь?! А где тело? Найди его! Я хочу быть уверен.

source: Bonus for resisting, 40gp per each turn above $ano_howmanyturns: $ano_barnon_turns
ru: Награда за стойкость, 40 золотых за каждый ход после $ano_howmanyturns: $ano_barnon_turns

source: Oh no! Fresh enemy reinforcements arrived, Reme, you have no chances to escape! I can't hold them!
ru: О нет! К ним пришло подкрепление! Реме, ты уже не успеешь уйти. Я не могу их удержать.

source: Oh no! Fresh enemy reinforcements arrived, Lorin, you have no chances to escape! I can't hold them!
ru: О нет! К ним пришло подкрепление! Лорин, ты уже не успеешь уйти. Я не могу их удержать.

source: After the end of the day king's forces were defeated; However, no one could find the body of Gawen Hagarthen.
ru: К исходу дня королевские войска были разбиты. Впрочем, тело короля так и не нашли.

source: Argh! I am wounded!
ru: Ах ты... Меня ранили!

source: They got Hoyre! My friend! You will be avenged!
ru: Он убил Ойре! Друг, за тебя отомстят!

source: No, he is not dead, he is just heavily wounded and he lost his consciousness!
ru: Нет, он не убит, он просто тяжело ранен и без сознания.

source: How did you manage to do it? This should not happened. It means the level is too easy. Mail adanilecki at cs put poznan pl with your savegame and replay so I could made it harder
ru: Как вам удалось это сделать? Так не бывает. Уровень оказался слишком простым. Напишите письмо по адресу adanilecki[at]cs.put.poznan.pl с вложением сохранения игры и повтором, и я усложню сценарий.

source: Ah! He's coming for me! Friends, send me reinforcements!
ru: А! Он попался! Друзья, пришлите мне подкрепление!

source: My lord, we really should try to escape, this battle is impossible to win!
ru: Милорд, лучше бежать. Эту битву нам не выиграть.

source: Unexpected guests
ru: Незваные гости

source: Uruk Maluf
ru: Урук Малуф

source: Arlgor Maunarr
ru: Арлгор Маунарр

source: Anyway, this is territory of my friend, loyal to Gawen Hagarthen. He will help us cure our wounded and provide us supplies for further journey.
ru: Как бы то ни было, это земля моего друга, преданого Гэвену Хагартену. Он поможет нам вылечить раненых и собрать припасы для дальнейшей дороги.

source: I am not sure whether we have enough gold for this endeavour. I wish we'd got more in previous battles, at least 200.
ru: Не уверен, что нам хватит денег, чтобы закончить предприятие. Мы должны были выручить хотя бы 200 золотых в предыдущих битвах.

source: Humans! Kill them all!
ru: Здесь люди! Убьём их!

source: Nonono. We are here for recoinessance. We were given specific orders. We should withdraw to get the message back to headquarter. You know, da bosses.
ru: Нет-нет-нет. Мы же проводим рекогносцировку. У нас особое задание. Лучше пока отойти назад, чтобы успеть доставить депешу в штаб. Ну, к боссам. Понимаешь?

source: Kill them all! Kill them all! Humans!
ru: Всех убьём! Всех убьём! Люди!

source: Sigh. Sometimes I feel I was born in wrong time, wrong place and wrong race.
ru: Ох... Иногда мне кажется, что я родился не в то время, не в том месте и не в той расе.

source: It seems that the orc in the north is a bit more intelligent that the southern one.
ru: Похоже, что северные орки поумнее южных.

source: We are liberated! Hurray! Wait a moment.. Those are Akladians. I have never thought I would be glad to see them.
ru: Мы спасены! Урра! Минутку... Это акладианы. Никогда бы не подумал, что буду рад их видеть.

source: My God! What happened here?
ru: О боже! Что здесь произошло?

source: One for sure, we will find no shelter, no supplies and no Reme's friends here.
ru: Одно ясно наверняка: мы не найдем здесь ни крова, ни пищи, ни друга Реме.

source: You were worthy opponent. My ancestors probably would decide to honour you by eating young heart. Now, die!
ru: Ты был достойным противником. Мои предки почли бы за честь съесть твое сердце. А теперь умри.

source: Wait! I hate when you kill the people before I have chance to interrogate them. It's the second time.
ru: Стой! Ненавижу, когда вы убиваете кого-то раньше, чем я успеваю провести допрос. Это уже во второй раз!

source: Second time? What do you mean?
ru: Во второй раз? Что Вы имеете в виду?

source: I had no time to play with that assassin sent to kill Gawen, don't you remember?
ru: Мне так и не дали развлечься с наёмником, который приходил за Гэвеном, помните?

source: Before I kill you, I want you to tell me everything you know! Why are you here? How it can be we have not heard about any Orcs?
ru: Хочу, чтобы ты ответил на несколько вопросов перед тем, как я убью тебя. Откуда вы взялись? Как мы могли не слышать о том, что на нашей земле есть орки?

source: Kill the humans.. good meat.
ru: Убивать людей... Вкусное мясо.

source: Sigh. We will get nothing more. The other one was far more intelligent.
ru: Ох. Тут ничего не добьёшься. Тот, другой, куда умнее.

source: Sigh. It seems we could get more from the second Orcish leader. That one is... I mean was.. far less intelligent.
ru: Ох. Похоже мы узнаем больше от второго командира орков. Этот... как бы выразиться... значительно менее умён.

source: Do not kill him! Leave the final blow to me, I have to interrogate him!
ru: Не убивайте его! Поледний удар оставьте мне. Я должна допросить его.

source: Before I'll kill you, I want to ask you a question. Do you prefer to die painlessly or do you want me to think some most nightmarish way to die?
ru: Перед смертью ты должен ответить на некоторые вопросы. Хочешь ли ты умереть без боли, или предпочитаешь, чтобы я придумала для тебя парочку действительно кошмарных способов казни?

source: Being killed by human woman is already most nightmarish way to die I can imagine.
ru: Смерть от руки человеческой женщины и так самая кошмарная смерть, которую я могу представить.

source: Wait, I will tell you. There is large army to the north, preparing an assault on your kingdom. We were send here to find good way, destroy castle of Raumair and escort an envoy to our head quarter.
ru: Стоп! Я всё скажу. На севере стоит огромная армия, готовая вступить в ваши королевства. Мы были посланы за тем, чтобы разведать дорогу, разрушить замок Ромейр и сопроводить особого посла в наш штаб.

source: Envoy? What envoy?
ru: Особого посла? Кто это?

source: A human. He had not appeared, though, we were waiting for him here.
ru: Человек. Он так и не появился, сколько мы его здесь ни ждали.

source: Wait - you were expecting human envoy here? And how did you made your way here, there are underling realms north from here?
ru: Постой-ка, то есть вы ждали особого посла от людей? Кстати, как вы дошли до сюда, если на севере находятся царства дикарей?

source: First question, yes, second, we were not harassed. I don't know why. We were also forbidden to pillage and attack anyone until we came into Vakladia. I know nothing more!
ru: Ответ на первый вопрос - да. О втором нам приказали не беспокоиться. Не знаю почему. Кроме того, нам запретили грабить и убивать кого бы то ни было, пока мы не войдём в Вакладию. Больше я ничего не знаю!

source: Really? That's unfortunate for you. Reme, kill him - I have promised him mercy if he would cooperate.
ru: В самом деле? Что ж, не повезло тебе. Реме, будет лучше, если его убьёте Вы. Я же обещала ему лёгкую смерть.

source: My lady, seems that those orcs had some gold with them
ru: Госпожа, похоже у орков было с собой немного золота.

source: So I am still 'my lady' to you? This gold was probably sacked from the burned homes of your friends. Doesn't that disturb you?
ru: О, я снова твоя госпожа? Скорее всего это золото награблено в сожжённых домах твоих друзей. Это тебя не смущает?

source: I will bury part of gold inside castle of Raumair, along with heads of killed orcs. This should be enough of recompensation for ghosts of my dead friends. You should keep the rest of gold. You will need it.
ru: Часть золота я зарою в замке Ромейр вместе с головами убитых орков. Думаю этого будет достаточно, чтобы успокоить души моих погибших друзей. Остальное пусть останется у Вас. Золото Вам ещё пригодится.

source: The swamp things
ru: Жители болот

source: The party entered the swamps and woods of Saoren Duc with heavy hearts.
ru: Компания вошла в леса и болота Заурин Дака с тяжёлыми сердцами.

source: Ssumar
ru: Ссумар

source: I have strange feeling, as if someone would observe us from the bushes...
ru: У меня странное чувство, как будто кто-то следит за нами из чащи...

source: Humanssss! Leave thisss foressts!
ru: Людишшшки! Убирайтесссь из этого лессса!

source: We can't. Our enemies are just behind our backs. We want just to cross your swamp and you will then heard about us no more.
ru: Мы не можем этого сделать. Враги наступают нам на пятки. Нам нужно всего лишь пройти через ваше болото, и вы больше никогда о нас не услышите.

source: Ssswampss you leave now! Hear about you no more!
ru: Ссс болот уйдите сейчассс! Больше не ссслышать вассс!

source: Reme, leave negotiations to me, I am far more experienced. Lizards! You are about to be exterminated! Prepare to meet your destiny!
ru: Реме, давай я займусь переговорами. у меня куда больше опыта. Эй, ящерицы! Сейчас вас всех уничтожат! Приготовьтесь встретиться со своей судьбой!

source: <To himself> No wonder none really liked her.
ru: <про себя> Не удивительно, что её никто терпеть не может.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd got more in previous battles, at least 200.
ru: Не уверен, что нам хватит денег, чтобы закончить предприятие. Мы должны были выручить хотя бы 200 золотых в предыдущих битвах.

source: Wait! Ssspare my life, for I know sssomething...
ru: Ссстой! Оссставь мне жизнь, сссказать я чшшто-то...

source: Interesting. Speak, maybe I will spare your worthless head, inhuman ungodly beast $ano_saurian_interrogated.
ru: Интересно. Ну-ка говори. Может я оставлю твою бесполезную голову на месте, дьявольская тварь $ano_saurian_interrogated.

source: The orcss are coming in great numbersss.. They are numerousss, they are hiding in the hillss waiting for moment to come...
ru: Множессство орков пришшшли сссюда... Множессство, ссскрываются за холмами, сссигнала ждут для нассступления...

source: What moment?
ru: Когда ожидается сигнал?

source: What moment I do not know, but I know that they are expecting a human envoy.
ru: Когда я не зсснаю, но зсснаю, что они ждут посссла от людишшшек.

source: Human envoy? That's impossible.
ru: Посла от людей? Невозможно.
