Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: You king? You are fighting for the ghost of long dead boy? And why you called him Haldric?
ru: За короля? Вы бьётесь за давно умершего мальчишку? А почему вы называете его Хальдриком?

source: You are opposing Gawen Hagarthen, your own king.
ru: Ты выступаешь против Гэвена Хагартена - вашего короля!

source: Our king? And where is he? Is he hiding behind your backs?
ru: Нашего короля? И где он? Прячется за твоей спиной?

source: Now, feel the wrath of ancient power. Your God is expressing his anger through me, because you are opposing his messiah!
ru: Узнай ярость древней силы. Твой Бог показывает свой гнев с моей помощью, потому что ты выступил против его мессии!

source: He lost consciousness already? Sigh. I hoped we could ask him few questions. But then, he didn't seem like guy actually KNOWING anything.
ru: Он уже без сознания? Эх... Я надеялся мы сможем что-нибудь у него спросить. Впрочем, не похоже, что он знает что-нибудь стоящее.

source: Eeek! They killed the boss! Bring reinforcements!
ru: Ик! Они убили босса! Скорей за подмогой!

source: Straight to Vattin! Damn, I really feel hungry now. This fight made me STARVING.
ru: Прямо в Ваттин! Чёрт, как же хочется есть. После битвы я просто умираю от голода.

source: I guess, my king, we will go to Freetown, so Wesnothian rebels from Vakladia could see you and acknowledge as king. We must hurry, because king Buffin is right behind us.
ru: Думаю, мой король, нам нужно идти во Фритаун, чтобы восставшие веснотцы увидели Вас и признали своим королём. Нужно спешить, потому что король Баффин идёт прямо по пятам.

source: Nonono, not to Freetown! There is nothing to see in Freetown!
ru: Нет-нет-нет. Никакого Фритауна! Не на что там смотреть!

source: Yes, there is something worthy to see in that city. In fact, I can't wait to see her.
ru: Да нет, там есть на что взглянуть. Я уже не дождусь когда увижу её.

source: Her?
ru: Её?

source: Mother, I will explain that to you later. Let's go!
ru: Мать, я объясню всё потом. Пойдём!

source: Gee, don't panic. That's only the king Buffin's army's vanguard. I assure you that we have all the chances to win.
ru: Эй, без паники. Это всего лишь авангард армии короля Баффина. Я уверена что мы ещё победим.

source: Stop there! Foul underlings, your life came to the end!
ru: Стоять! Вонючие дикари, прощайтесь с жизнью!

source: Noble lord, what's the punishment for saying things like that to your rightfull king?
ru: Благородный лорд, а какое наказание положено за произнесение подобных слов в адрес законного короля?

source: My king? Ha, ha, and where is he?
ru: Короля? Ха-ха, и где же он?

source: Here he is. Gawen Haldric Hagarthen. Together with his mother and with me, Reme Carrenemoe.
ru: Он здесь. Гэвен Хальдрик Хагартен. Вместе со своей матерью и мной, Реме Карренемо.

source: My God! Indeed, this is noble Reme, he couldn't possibly lie! So this is indeed.. Gawen Hagarthen, our king! My sword is your sword, my lord!
ru: О, Господи! Это действительно благородный Реме, он не может лгать! Значит это и в самом деле... Гэвен Хагартен, наш король! Мой меч - твой меч, милорд!

source: Those are Aragwaithi! Excellent! Listen, I knew your leader, Andrey Yaranov, and...
ru: Это арагвейты! Великолепно! Слушайте, я знакома с вашим предводителем Андреем Ярановым и...

source: Yaranov is not my leader. His sietch is far away from here. This sietch and this tribe is ruled by me, and no ones rules over me.
ru: Яранов не мой предводитель. Его шатры далеко отсюда. Эти шатры и это племя мои, и никто не стоит надо мной.

source: Show more respect, this is king Gawen Haldric Hagarthen.
ru: Больше уважения. Здесь король Гэвен Хальдрик Хагартен.

source: King? We were never joined by king before. If he wants to be one of us, he will be welcomed, but he would have to understand that chances being called 'his majesty' are nil.
ru: Король? У нас ещё не было королей. Если он хочет к нам присоединиться, добро пожаловать. Главное, чтобы он понял нулевые шансы на то, что его кто-то тут будет назвать "Ваше величество".

source: We are not your enemies. If you won't join us, will you at least not attack us?
ru: Мы не враги вам. Если вы не хотите помочь нам, хотя бы не мешайте.

source: Who said we won't join you? If you will pay, we will join your army, of course! The price is 300 golden pieces.
ru: А кто сказал, что мы не хотим присоединиться? Заплати, и дело в шляпе. Цена 300 золотых.

source: We will pay
ru: Мы заплатим.

source: We won't pay
ru: Нет, мы не заплатим.

source: We do not have that much gold, unfortunately.
ru: К сожалению у нас нет таких денег.

source: Then live in peace, or prepare to fight.
ru: Тогда идите с миром, или готовьтесь к битве.

source: The king Buffin's army was right behind us and we almost felt their breaths on our backs. If this was not enough, we marched right into units of Akladians.
ru: Армия короля Баффина шла прямо за нами, мы почти слышали дыхание врагов за нашими спинами. И впереди нас тоже были сплошь акладианские отряды.

source: Larkin O Travil
ru: Ларкин О'Травил

source: King Buffin
ru: Король Баффин

source: Dauri Hurionen
ru: Даури Хурионен

source: Boris Katirov
ru: Борис Катиров

source: Who are you, stranger brave or stupid enough to enter Aragwaithi land?
ru: Кто ты, странник, который так смел или так глуп, чтобы ступить на землю арагвейтов?

source: Messenger
ru: Гонец

source: King Buffin! King Buffin! I bring terrible news for you!
ru: Король Баффин! Король Баффин! Ужасные новости!

source: King Buffin is dead, boy.
ru: Король Баффин мёртв, юноша.

source: Okladia is in need - undead have invaded our country, they are pillaging and murdering.
ru: Он нужен Окладии! В нашу страну вторглись мертвецы! Они грабят и убивают!

source: Dead? How can that be!
ru: Мёртв? Не может быть!

source: That's no good. I think it will be wise thing to withdraw, because without Buffin we will be too weak to defeat this army...
ru: Это плохо. Думаю, мудрее всего будет сдаться. Без Баффина у нас не хватит сил, чтобы бороться с мёртвой армией...

source: Who's there? Ruvio! Finally, my friend!
ru: Кто здесь? Рувио! Наконец-то, друг мой!

source: My lord...
ru: Милорд...

source: What? Why do you have such sad face? Cheer up! Where is Karen?
ru: Что? Печаль на твоём лице? Выше нос! А где Карен?

source: My lord... Gawen, my lord, please forgive me that if I won't speak clearly enough. What I saw.. I... I don't know if I can describe it. If I can bear the task of describing it.
ru: Милорд... Гэвен, прости пожалуйста, что я не могу внятно говорить. То, что я видел... Я не могу описать. Мне так тяжело говорить об этом.

source: 'This is territory of Aragwaithi sietch Gwaith. If you want to join us, you are welcome, if you want to fight us, you are dead.'
ru: "Территория арагвейтского племени Гвейт. Если хочешь присоединиться к нам, входи, если хочешь сражаться с нами, умри."

source: My ancestors, I am going to you with sword in my hand!
ru: Предки, я отправляюсь к вам с мечом в руке!

source: They are better than I thought! Reinforcements!
ru: Они лучше, чем я думал! За подмогой!

source: Aragwaithi die without fear!
ru: Арагвейты не боятся смерти!

source: You have received 20 gold pieces
ru: Вы получили 20 золотых.

source: Ha, the rest of my army is coming!
ru: Ха, а вот и остальное моё войско.

source: Akladians from Vakladia! I am king Buffin. I came to you, to help you reintroduce peace and order after death of your king, my beloved nephew, Gawen. I...
ru: Акладианы королевства Вакладия! Я король Баффин. Я пришёл чтобы помочь вам восстановить мир и порядок, нарушенные после смерти вашего короля, моего возлюбленного племянника Гэвена. Я...

source: I am Gawen Hagarthen. I starting to be tired of repeating that I am alive.
ru: Я Гэвен Хагартен. И уже устал повторять, что я жив.

source: NO! Gawen Ha.. No, you are not him! You are some underling who pretends to be my beloved nephew! Kill him!
ru: НЕТ! Гэвен Ха... Нет, ты это не он! Ты какой-то дикарь, который выдаёт себя за моего пелмянника. Убить его!

source: We will, but not because we welcome you, Buffin from Okladia. Though you are Hagarthen, nobody was inviting you here. We will discuss that issue later.
ru: Мы так и сделаем, но не потому, что приняли тебя, Баффин из Окладии. Хоть ты и Хагартен, тебя никто сюда не приглашал. Мы обсудим всё позже.

source: I hope that with this {NAME} helping us this wouldn't be as difficult as it could be, but we still should be prepared for serious losses.
ru: Надеюсь, если {NAME} поможет, нам будет легче. Но всё арвно нужно быть готовыми к серьёзным потерям.

source: Fall of Freetown
ru: Падение Фритауна

source: I was trying to get to Freetown as fast as possible. On the way we heard the news which made us worried - about Akladian armies in Raedwood forest, about the smokes in the woods. I was expecting the worse, yet I was surprised.
ru: Я пытался достичь Фритауна так быстро, как только мог. В пути мы услышали вести, которые заставили нас беспокоиться: о том, что армия акладиан вощла в Редвудский лес, и лес полон дымом. Я ожидал худшего, но меня ждал сюрприз.

source: From the first moment we knew that Freetown was not taken by the orcs. The orcs couldn't be possibly that atrocious. The children killed together with their mothers. Impaled girls and men on the crosses. People burned in their houses. And still, no matter how stupid it seems, I still had the hope.
ru: С самого начала стало понятно, что Фритаун взяли не орки. Орки не могли бы быть такими жестокими. Детей убивали вместе с матерьми. На перекрёстках лежали пронзённые мужчины и женщины. Людей жгли в их собственных домах. И всё же, как бы глупо это ни было, я сохранял надежду.

source: Her face, though in dirt and blood, was untouched. She lied in a position which clearly tell me what was her fate before she met the blow of mercy. I kneeled next to her, fondling with her hair as I used to do when she was a child. I felt nothing. I should feel anger, despair, I should scream for vengeance, but I felt nothing. My wife, my daughters, dead? It was too impossible to be believable.
ru: Её лицо, хотя и было забрызгано грязью и кровью, осталось нетронуто. Её поза не оставляла сомнений в том, что с ней сделали прежде, чем нанести последний удар. Я упал на колени перед её телом, гладил её волосы так же, как когда она была ребёнком. Я ничего не чувствовал. Моя жена, моидочери мертвы? Это было слишком немыслимо, чтобы в это можно было поверить.

source: I tried to protect them, I tried so hard. I wanted Karen to be safe, in Freetown. If not my orders, maybe at least she...
ru: Я хотел уберечь их. Я так этого хотел. Я хотел чтобы Карен оставалась в безопасности, во Фритауне. Если бы не мой приказ, может быть хотя бы она...

source: Gawen, I think Karen loved you. I don't know what were your feelings to her, but I always hoped that you two will find a happiness together, and despite I knew it would be impossible - despite I knew that you would have to made some dynastic marriage one day - I even foolishly dreamt you could found a new dynasty.
ru: Гэвен, мне кажется Карен любила тебя. Не знаю, как ты сам к ней относился, но я всегда надеялся, что вы когда-нибудь будете счастливы вместе, хотя и понимал, что это врядли возможно, что однажды тебе придётся пойти на династический брак, я всё равно глупо мечтал, что вы с ней создадите новую династию.

source: I don't know how long I was there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they killed my whole family.
ru: Не знаю как долго я оставался там. Ничто меня не трогало. Акладианы отобрали у меня всё. Сначала они забрали у меня твою мать. Потом убили её. И вот они погубили всю мою семью.

source: I am an empty shell. Nothing is left inside me.
ru: Я пустая раковина. Внутри меня ничего не осталось.

source: Welcome to Freetown, Hagarthen. Why you came here? Why you brought here your mother? You wanted to admire the destruction caused by your kin?
ru: Добро пожаловать во Фритаун, Хагартен! Зачем пожаловал? А мамашу свою зачем притащил? Решили посмотреть как тут повеселились ваши дружки?

source: How dare you speak that way to your king!
ru: Как ты разговариваешь со своим королём?

source: Huon, if I wouldn't know that the anger is putting the words into your mouths, I don't know what I would do to you. Amongst my army are people who had families here. I, myself...
ru: Хуон, если бы я не знал, откуда столько злобы в твоём голосе, не знаю чтобы я сделал. Среди моих солдат есть те, кто оставил здесь свои семьи. Я сам...

source: What, you yourself? And amongst your army are also people who are part of families of those beasts who did that! All you Akladians should be killed, all you should be expelled, all you should...
ru: Ты сам что? А в армии твоей есть и родственники тех тварей, которые все это натворили! Всех вас, акладиан, нужно передавить! Стереть с лица земли! Вас всех надо...

source: Silence, underling. You are unworthy of being called man. Stop crying like Wesnothian woman
ru: Замолчи, дикарь! Ты не достоин называться мужчиной! Прекрати хныкать, веснотская баба!

source: And she! How Akladians knew where Freetown is located? Who told them? Who, if not that witch? Let's kill her, and then let's...
ru: Вот она! Как акладианы узнали где находится Фритаун? Кто им расказал? Кто, если не эта ведьма? Убьём ей, а потом...

source: Here is my sword, Huon. I lost someone here as well and I want to revenge her. But if you want to just blindly kill anyone with Akladian drop of blood in his veins, I won't stop you. Start with me, your king.
ru: Вот мой меч, Хуон. Я как и все потерял здесь родного человека и хочу отомстить за неё. Но если ты хочешь убивать каждого в чьих венах течёт акладианская кровь, я не буду тебя останавливать. Начни с меня, твоего короля.

source: You are not my king! You are.. You are...
ru: Ты не мой король! Ты!.. Ты!..

source: Yes. Now I see. Deorien, now I understand what you were trying to tell me. There is no future in civil war between Akladians and Wesnothians. I am king Gawen Haldric Hagarthen, and this is my country. My sword will punish the wicked. My sword will defend defenseless.
ru: Да. Теперь я вижу. Деориен, теперь я понимаю, что ты пытался объяснить. У веснотцев и акладиан нет будущего. если они не прекратят междоусобицы. Я король Гэвен Хальдрик Хагартен, и это моя страна. Моё меч искоренит зло. Мой меч защитит беззащитных.

source: My king...
ru: Король...

source: Ruvio, my friend.. I will need you at my side. I know you want to mourn your daughter, but I would be grateful if I could find you next me in battles which await me.
ru: Рувио, друг мой... Ты нужен мне. Я знаю, что ты оплакиваешь свою дочь, но буду бесконечно благодарен. если увижу тебя рядом в битвах, которые ожидают меня в будущем.

source: Gawen... My sword is your sword.
ru: Гэвен... Мой меч - твой меч.

source: But what about your step-mother? She's Akladian wild beast. I bet it was she who passed the location of Freetown to Bor Cryne and his slayers.
ru: Ну а что насчёт твоей мачехи? Она дикая акладианская бестия. Разве не она выдала расположение Фритауна Бору Крайну и его убийцам?

source: Why should I do that? And when? I was with Gawen all the time far away from here!
ru: Зачем бы я это сделала? И когда? Я всё время находилась рядом с Гэвеном!

source: Huon, stop accusing her. You have no proof.
ru: Хуон, прекрати нападать на неё. Она ни при чём.

source: She could do that, from what I've heard about her. She could do that. I have no proof, but you will never be sure whether it was she or not.
ru: Судя по всему, что я о ней слышал, она могла это сделать. Могла! У меня нет доказательств, но ты не можешь точно сказать, она нас выдала или нет.

source: That's ridiculous! How can you accuse.. Gawen, tell him you don't believe in that bullshit! Gawen! ... Gawen?
ru: Это нелепо! Как ты можешь? Гэвен, скажи, что ты не веришь в этот бред! Гэвен!... Гэвен?

source: I want to be... alone for a moment.
ru: Я должен... на минутку остаться один.

source: Because you were declared messiah by the Oracle and recognised as king by Wesnothians, you may again recruit Fencers, Spearmen, Bowmen, Akladian Clanmembers, Akladian Warriors, Akladian Homeguards, Akladian Wisemen.
ru: Поскольку Оракул объявила о новом мессии, а веснотцы признали нового короля, теперь можно вербовать фехтовальщиков, копейщиков, лучников, членов кланов акладиан, воинов акладиан, ополченцев акладиан и знахарей акладиан.

source: Also, since you were joined by Rob Roe in the past, you may again recruit Thugs, Henchmen, Thiefs and Footpads.
ru: Кроме того, вследствие давнего союза с Робом Ро, можно вербовать головорезов, шестёрок, воров и грабителей.

source: The Awakening
ru: Пробуждение

source: Long live our king Gawen Haldric! It will be honour to fight for you, my king!
ru: Да здравствует наш король Гэвен Хальдрик! Я буду счастлив умереть за тебя, мой король!

source: Death to enemies of our king! Long live our king Gawen Haldric!
ru: Смерть врагам нашего короля! Да здравствует король Гэвен Хальдрик!

source: Peasant
ru: Крестьянин

source: Akladian Peasant
ru: Акладианский крестьянин

source: People of Vakladia! People of Wesnoth! Long you have been waiting for messiah to come. Long you have been waiting for a new king to unite the nation and to end the wars plaguing the country. The orcs are ravaging unopposed through the land, murdering and raping both Akladians and Wesnothians, invited here by the traitors sick from the hatred.
ru: Народ Вакладии! Народ Веснота! Вы долго ждали прихода мессии. Вы долго ждали короля, который объединит народы и прекратит войны, разоряющие ваши страны. Орки, призванные ослепшими от ненависти предателями, безнаказанно опустошают ваши земли, убивают и насилуют акладиан, и веснотцев

source: You've heard the stories about undead invading neighbouring kingdom of Okladia. Some of you lost all the hope. But do not be worried, for there is a man, who is sent here to stop the undead menace and to defeat the evil inside the very heart of our country.
ru: Вы слышали рассказы о мертвецах, захвативших королевство Окладия. Некоторые из вас потеряли надежду. Не бойтесь! Есть человек, который послан нам, чтобы остановить мертвецов и поразить зло, рождённое в самом сердце вашей страны!

source: You've heard about him. Son of Akladian king and Wesnothian queen. Great warrior and great leader. Let him know you want him to come here and take his crown. All hail the king! All hail the messiah! All hail Gawen Haldric Hagarthen!
ru: Вы знаете его. Сын акладианского короля и веснотской королевы. Великий воин и великий правитель. Дайте знать, что вы желаете, чтобы он пришёл и надел корону. Славьте короля! Славьте мессию! Славьте Гэвена Хальдрика Хагартена!

source: Barhoon Urk
ru: Бархун Урк

source: Bar Urien
ru: Бар Уриен

source: Are there any news from Bor Cryne?
ru: Есть известия от Бора Крайна?

source: Nothing new, my lord.
ru: Ничего нового, милорд.

source: He should already be here! Where is he?
ru: Он уже должен быть здесь! Где он?

source: My lord... This man, they call a messiah..
ru: Милорд... Этот человек, которого называют мессией...

source: This underling! Creature who has usurped the holy name and who will be punished by God!
ru: Дикарь! Ублюдок, узурпировавший священное имя, который должен понести кару Господню!

source: But.. What about if he really IS messiah?
ru: Но... Что есть он В САМОМ ДЕЛЕ мессия?

source: There is no question about it. Believe me, Bar Urien, I was hearing to spirits since my youth and God had sent me many messages. Gawen is not messiah. He is mixling, who is unworthy of even honourable death.
ru: Нечего обсуждать. Верь мне, Бар Уриен, я слышу духов с самого детства, и Господь посыслал мне много знаков. Гэвен не мессия. Он полукровка, который не заслуживает даже достойной смерти.

source: But, I thought, let's just assume for the moment he IS...
ru: Но мне кажется, если хотя бы на мгновение представить, что он ДЕЙСТВИТЕЛЬНО...

source: Bar, you are fine warrior and you were serving our clan loyally. But leave thinking to me.
ru: Бар, ты отличный воин и преданно служишь своему клану. Оставь размышления мне.

source: But the Oracle...
ru: Но Оракул...

source: There is no 'but'. I have long suspected the Oracle is tool of the evil, not God's.
ru: Никаких "но". Я давно подозревал, что Оракул - орудие дьявола, а не Бога.

source: I don't want to interrupt you your interesting discussion, but _I_ think you will have chance to ask this Gawen directly about everything.
ru: Не хочу прерывать вашу увлекательную беседу, но ЛИЧНО Я думаю, что вы сейча всё сможете узнать у Гэвена Хагартена лично.

source: Akladians - open the way for me and my army. I am your rightful king, I am messiah, the hand of God on this earth. Whoever opposes me opposes the God.
ru: Акладианы! Дайте дорогу мне и моей армии. Я ваш законный король. Я мессия, рука господня на земле. Кто против меня, тот против Господа!

source: Stop this blasphemies, foul mixling! You are nothing but a flabby underling.
ru: Хватит болтать, паршивый полукровка! Ты просто дикарь-задохлик.

source: You already have forgot how you were running from me, reverend Hoyre? Two times you were fighting me; This time you will be dead on the battlefield, unless you will recognise me as your king.
ru: А ты уже забыл как убегал от меня, уважаемый Ойре? Дважды ты сражался со мной. Теперь ты останешься лежать на поле боя или признаешь меня своим королём.

source: My king? My king, you? Never! I will rip your heart off! I will cut your hands and feed the crows with them!
ru: Королём? Тебя - своим королём? Никогда! Я вырежу твоё сердце! Я отрублю тебе руки и скормлю их воронам!

source: My lord, Bor Cryne may be just not far away from here. It isn't wise to fight alone against rebels' army.
ru: Милорд, возможно Бор Крайн уже недалеко. Возможно мудрее будет дождаться его и не вступать в битву с бунтовщиками малыми силами.

source: What about you, noble lord? Will you oppose your king and messiah declared by the Oracle?
ru: А ты что скажешь, благородный лорд? Ты тоже против своего короля и мессии, провозглашённого Оракулом?

source: I don't know what to think. But there IS one way to determine whether you are really what you claim to be. If you will be able to defeat us..
ru: Даже не знаю что думать. Но ЕСТЬ один способ доказать, что ты именно тот за кого себя выдаёшь. Если ты сможешь победить нас...

source: By the way, Gawen, you started to be really convincing in your role. You seem to like it, despite what you were telling earlier.
ru: Кстати, Гэвен, ты начал довольно убедительно смотреться в новой роли. Тебе это нравится несмотря на всё, что ты говорил раньше.

source: Stop this talk. We have to kill our enemies. To arms!
ru: Хватит болтать. Мы должны уничтожить врага. К оружию!

source: Yeah! OH MY GOD, I am agreeing with an underling!
ru: Да! О, БОЖЕ МОЙ, я соглашаюсь с дикарём!

source: Death of Huon Ryedric
ru: Смерть Хуона Райдрика

source: Bor Cryne
ru: Бор Крайн

source: Bors Brien
ru: Борс Брин

source: Damn! We are too late.
ru: Чёрт! Мы опоздали.

source: Should we attack, my lord?
ru: Атакуем, милорд?

source: No. Hoyre as usual screwed everything he could. We will withdraw to the north, and wait until Grekulak will come here to help us.
ru: Нет. Ойре, как всегда, угробил всё, что смог. Отступим на север и подождём помощи Грекулака.

source: My king, I've heard that some of people of Wesnoth already started to take the revenge on their own. Few Akladian villages were massacred south from Freetown. What will you do?
ru: Король, я слышал, что некоторые веснотцы начали мстить за своих сородичей. Несколько акладианских деревень на юге от Фритауна разорены. Что мы будем делать?
