Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Yes. He will show us how to renew alliance with God, he will show us new ways. He won't be Akladian, at least not fully Akladian, the gossip is not clear about that.
ru: Да. Он научит нас как вернуться к Богу и откроет глаза на новые пути. Он не будет акладианом, по крайней мере, не совсем акладианом. Слухи об этом неясны.

source: It's because we need allies against this usurper, mixling Gawen Hagarthen.
ru: Нам нужны союзники в борьбе с узурпатором, полукровкой Гэвеном Хагартеном.

source: And what are his plans for future?
ru: А что потом?

source: I think Bor want's to be new king. He will then try to unite all Akladian kingdoms and finish conquest of Wesnoth. On the way he will purify our race by killing every Akladian unworthy of that name.
ru: Думаю, Бор станет новым королём. А потом он объединит акладианские королевства и завершит покорение Веснота. Попутно он планирует очистить нашу расу, казня каждого акладиана, запятнавшего своё имя.

source: Unworthy? What do you mean by that?
ru: Запятнавшего имя? Что ты имеешь в виду?

source: Those, who offended our God by marrying Wesnothian women. Who allowed to live their daughters when they choose another husband or married underling. Who are underling's friends. All of them will be sacrifised to God.
ru: Тех, кто оскорбил нашего Бога, женившись ан веснотской женщине. Тех, кто позволил своим дочерям повторно выйди замуж или просто выйти замуж за дикаря. Тех, кто водит дружбу с дикарями. Все они будут принесены в жертву Господу.

source: Never in my life or afterlife!
ru: Никогда! Ни в этой, ни в другой жизни!

source: I do not know that. If he is mage, then he is enemy of our God and as such, has no right to life.
ru: Не знаю. Раз он маг, значит он враг нашего Господа и не имеет права жить.

source: I do not know that name.
ru: Мне неизвестно это имя.

source: I do not know that. I've heard they came here to purify the world before the new messiah will come, but right now they are just pillaging and murdering many good people, both Akladian and Wesnothian.
ru: Не знаю. Я слышал, что они пришли, чтобы очистить мир перед приходом нового мессии, но пока что они просто грабят и убивают многих хороших людей, как акладиан, так и веснотцев.

source: I can't, your blow almost chopped my arm off. If you will allow me to live, I will return to my wife and children.
ru: Я не могу, моя рука почти отрублена. Если ты оставишь мне жизнь, я просто вернусь к моим жене и детям.

source: Soldiers of Gawen left Freetown and quickly entered the woods. They marched from dawn to dusk, until they found themselves at the border of Raedwood forest.
ru: Солдаты Гэвена покинули Фритаун и скоро углубились в лес. Они шагали от зари до заката, пока не вышли к окраине Редвудского леса.

source: Bar O Raednon
ru: Бар О'Реднон

source: Quivre O Raednon
ru: Куивре О'Реднон

source: Raban Harnen
ru: Рабан Харнен

source: I hate this forest. I REALLY hate it. Passionately.
ru: Ненавижу этот лес. ПО-НАСТОЯЩЕМУ ненавижу. Всей душой.

source: Shut up, Bar. In last year I had enough of your whining about trees, woods, branches and so on.
ru: Заткнись, Бар. За последний год мне хватило твоего скулежа о деревьях, сучках, ветках и всём остальном.

source: It's the wind. And this noise.. As if all green devils are whispering in the leaves. I really hate this forest.
ru: Это ветер. И эти шорохи... Как будто все зелёные демоны собрались пошептаться среди листьев. Ненавижу этот лес.

source: Spit out that words! Green devils.. I've heard they appeared recently in Raedwood. My friend told me there were THOUSANDS of them. I wish I would be somewhere else.
ru: Проглоти свои слова! Зелёные демоны... Я слышал, они недавно появлялись в Редвуде. Мой приятель рассказывал о ТЫСЯЧАХ. Хотел бы я быть подальше отсюда.

source: Like in bed with your underling so called wife?
ru: Например в постельке с дикаркой, которую ты называешь женой?

source: Don't call her that, I've told you. What's wrong with marrying Wesnothian woman anyway? If our old king could do it, why not us, lesser beings?
ru: Не смей её так называть! Я сказал! Что плохого в браке с веснотской женщиной? Если даже наш прошлый король это сделал, почему его подданным не делать то же самое?

source: King is dead. I think God have punished him for mixing our holy blood with underling woman. And Raban, you should really expell your, as you called her, wife thing. There is gossip that everyone, who has abandoned our old ways and is too underling-friendly, will be soon as dead as our old king. Or this mixling, ten-days king, Gawen.
ru: Король мёртв. Думаю, Господь сурово наказал его за смешение нашей священной крови к кровью дикарки. Рабан, лучше бы выгнал свою так называемую жёнушку. Ходят слухи, что каждый, кто преступил наши старые обычаи и слишком близко сошёлся с дикарями, скоро будет мёртв, как и наш старый король. Или как король-на-час полукровка Гэвен.

source: Cousin, do not utter that name! I've heard he was seen on the face of this world.. As if.. he was live again.. or un-live...
ru: Кузен, не произноси это имя! Я слышал, что его видели... Как будто он остался в живых... Или воскрес...

source: We have to get pass this guards. Akladians set up the line of guards around the forest some time ago, when our rebellion was becoming more succesfull.
ru: Мы должны пройти мимо этих стражей. Когда наши повстанцы оживились, акладианы поставили посты вокруг всего леса.

source: I would want to avoid fight. Only twelve seasoned troops, and in that neigbourhood I can recruit only peasants. I wouldn't be able to find replacement for any of my veterans, and this is just a beginning of our quest.
ru: Я хотел бы избежать драки. У нас всего двенадцать испытанных отрядов. Конечно, по соседству можно ещё набрать несколько крестьян. Я не смогу найти замену никому из наших веетранов. А ведь мы ещё в самом начале нашего поиска.

source: If so, then it is up to you to figure out strategy which will avoid any losses. We have to just pass near the guards, there is no need to fight them.
ru: Если так, можно набросать стратегию, которая поможет нам избежать потерь. Нам достаточно пройти мимо стражей, в битву вступать не обязательно.

source: How typical for underling, avoid a fight. My son, let's slaughter them all! More enemies, more honour!
ru: Как похоже на дикарей: избегать битвы. Сын мой, убьём всех! Больше врагов, больше чести!

source: With this kind of attitude, how come you are still alive, oh mighty SUPER-lingie? Anyway, I guess we should have at least 250 golden pieces at the end of this battle.
ru: Как ты собираешьсяостаться в живых с таким подходом, о великая ГОСПОЖА? Кроме того, нам ещё нужно сохранить хотя бы 250 золотых к концу битвы.

source: You can interrogate enemy leaders in this scenario with Gawen, Ruvio, Reme or Lorin, but the effects may - or may not - be different, depending on the enemy leader and interrogating hero.
ru: В этом сценарии допрашивать вражеских лидеров могут Гэвен, Рувио, Реме или Лорин. Результаты допросов могут отличаться, а могут быть и одинаковыми. Всё будет зависеть от того, кто кого допрашивает.

source: Move Gawen to south-eastern signpost OR
ru: Приведите Гэвена к юго-восточному указателю ИЛИ

source: Eeek! The green devils!
ru: Ик! Зелёные демоны!

source: Kill them! Kill them all! Fast! They are thousands of them, everywhere!
ru: Убейте их! Убейте их всех! Быстрее! Их тысячи! Повсюду!

source: You are from Raednon clan? So also Raednons' are supporting treachery of Bor Cryne. Why I am not surprised; I know you are all pig-eaters and swine-f..
ru: Ты из клана Реднон? Итак, Редноны поддерживают предателя Бора Крайна. И Почему я не удивлена? Вы, свиножоры и свино...

source: Stop your insults, witch. I know you: you are Lorin, the witch from Gallorae clan. You soon will be last from your clan; how does it feel?
ru: Прекрати истерику, ведьма. Я знаю тебя, ты Лорин, ведьма из клана Геллор. И скоро ты останешься последней из клана, как тебе это?

source: And you will be soon gladen. How does IT feel?
ru: А ты скоро станешь кастратом. Как тебе ЭТО?

source: Seems that he had some gold in his castle.
ru: Похоже, в этом замке есть немного золота.

source: You receive 50 golden pieces.
ru: Вы нашли 50 золотых.

source: You were worthy opponent, Quivre from Raednons. It was good fight.
ru: Ты был достойным противником, Куивре из Реднонов. Славная была битва.

source: Yes, it was.
ru: Да, это так.

source: If you were as delighted as I with the fight, please answer me few questions.
ru: Что ж, если ты доволен битвой так же, как и я, будь добр ответить на несколько вопросов.

source: Another super-ling sent to his barbarian hell. How does it fell, mighty Akladian lord? Being killed by underling?
ru: Ещё один варвар отправился в свой варварский ад. Как ты себя чувствуешь, могучий акладианский лорд? Когда тебя убивает дикарь?

source: You wouldn't be able to do it if not the support of the magic of that witch, which is with you. It was her who gave you courage, that traitor of her own race.
ru: Тебе никогда бы не удалось этого сделать, если бы не магия этой ведьмы, которая ходит с вами. Я знаю эту предательницу своей расы, которая придаёт вам сил.

source: Hmm.. Should I feel complimented, or offended?
ru: Хм... Это комплимент или оскорбление?

source: Speak fast, and I will allow you to go to your ancestors in one piece.
ru: Говори быстро, тогда отправишься к предкам целым.

source: Do you think I am afraid of you, witch?
ru: Думаешь я боюсь тебя, ведьма?

source: No, of course not. You are one brave warrior. I just thought the feeling you will enter the heaven without hands, legs and head will make you a little bit uneasy.
ru: Конечно нет. Ты храбрый воин. Просто хочу чтобы ты понял, что отправляться на небеса без рук, ног и головы будет немножко неудобно.

source: Stop it, witch. You can't scare me.
ru: Прекрати, ведьма. Ты не напугаешь меня.

source: Well, I think I will try anyway. We will try with a little knife you see here.
ru: Ну, я всё равно попробую. Вместе с вот этим маленьким ножиком, видишь?

source: It was honour to fight with you. Nice fight. You must know, I feel no bad feelings to you and I will not damage your body when you will die, so you will enter afterlife in one piece.
ru: Сражаться с тобой было честью. Славная битва. Знай, что я не держу зла и не стану уродовать твоё мёртвое тело. Ты отправишься в следующую жизнь невредимым.

source: Thank you, noble lord. I do not know your name, or why you are allied with green devils and Wesnothians.
ru: Спасибо тебе, благородный лорд. Я не знаю твоего имени, впрочем и того, почему ты заодно с зелёными демонами и веснотцами.

source: My name is Reme Carrenemoe. I think it answers both of your questions.
ru: Меня зовт Реме Карренемо. Думаю, это ответ на оба твоих вопроса.

source: Yes, it does.
ru: Да, это так.

source: Gawen, my lord, I think he is still alive. What should we do with him?
ru: Гэвен, милорд, похоже он ещё жив. Что мне делать?

source: Kill him.
ru: Убей его.

source: Did I heard correctly? What is your name?
ru: Я правильно услышал? Как тебя зовут?

source: My name is...
ru: Меня зовут...

source: Another Akladian lord losing to old underling. How you would explain that?
ru: Эщё один акладианский лорд проиграл старому дикарю. Как это понимать?

source: My wife is Wesnothian, so I know many Wesnothians. Save your irony for someone else.
ru: Моя жена весннотка, и я знаком со многими веснотцами. Так что оставь свою иронию кому-нибудь другому.

source: Ok then. You will answer me a few questions.
ru: Ну хорошо. Тогда ответь на несколько вопросов.

source: You may now rest in peace.
ru: Покойся с миром.

source: You won't finish me?
ru: Хочешь прикончить меня?

source: No, if you will be able to survive your wounds, you will live.
ru: Нет, если ты сможешь перенести такие ранения, то будешь жить.

source: Your face is familiar in some strange way.. Could it be...
ru: Странно, твоё лицо кажется мне знакомым... Похоже на...

source: If you will answer me my questions, I will answer yours.
ru: Если ты ответишь на мои вопросы, я отвечу на твои.

source: Now, please tell me.. Who are you?
ru: А теперь пожалуйста скажи мне... Кто ты?

source: Mother, do NOT harm this man.
ru: Мать, НЕ МУЧАЙ этого человека.

source: My son, but why? He would happily harmed me, if I would give him a chance.
ru: Почему, сын мой? Если бы ему выдался шанс, он был бы рад помучать меня.

source: Hm.. You are still alive. There is strong spirit inside of your body. Accept the final blow, but before that, let you know I won't damage your body.
ru: Что ж... Ты всё ещё жив. В твоём теле живёт могучий дух. Прими последний удар, но знай, что я не хочу калечить твоё тело.

source: Where to go now?
ru: Куда теперь?

source: I say, dang with that mage. Let's go to Vattin and announce that the king has returned.
ru: Вот что, чёрт с ним, с этим магом. Пойдёт прямо в Ваттин и объявим, что король вернулся.

source: I suggest strongly to go to the Oracle.
ru: А я настаиваю, чтобы мы пошли к Оракулу.

source: And first thing we will do in Vattin, will be killing all of those who are interrupting me when I speak.
ru: Первое, что мы сделаем в Ваттине, убъём всех, что перебивает меня, когда я говорю.

source: Mother, Ruvio, could you please just TRY to pretend you like each other?
ru: Мать, Рувио, пожалуйста хотя бы ПОПЫТАЙТЕСЬ сделать вид, что не имеете ничего друг против друга.

source: Not really.
ru: Не знаю...

source: What or who is that Oracle anyway?
ru: А всё таки, кто или что есть этот Оракул?

source: This is woman, mage with foresighting abilities. The only mage left in Vakladia by Akladians, no idea why. When one oracle dies, she is replaced by another from her apprentices, either man or woman. She MAY now where Deorien is, of course not because she is oracle, but because she is mage and as such she have greater chance of hearing about another mage.
ru: Это женщина-маг, обладающая даром ясновидения. Единственный маг, которому акладианы позволили жить в Вакладии. Не знаю почему. Когда оракул умирает, на смену ему приходит один из учеников, мужчина или женщина. Она МОЖЕТ знать где Деориен, он не потому, что она оракул, а потому, что она маг, иочень вероятно, что она наслышала о других магах.

source: Oracle is not a mage, do not listen to him, my son. This worthless underling does not know the God, that's why he is mistaken, as usual. If the Oracle knows the future, she is the voice of God on earth. If not, she is a tool of evil.
ru: Оракул не маг, не слушай его, сын мой. Этот никчёмный дикарь ничего не знает о Боге и как всегда ошибается. Оракул видит будущее потому, что он является гласом божьим на земле. Иначе он был бы орудием дьявола.

source: Stop calling him underling. Stop using that word.
ru: Прекрати называть его дикарём. Забудь это слово.

source: But how should I call him? He IS underling.
ru: Но как ещё мне его называть? Он ДИКАРЬ.

source: And stop calling me your son. You are not my mother. My mother was underling, isn't that, Lorin? Poisoned by other so noble Akladians, all full of false feeling of their own superiority.
ru: И не называй меня своим сыном. Ты мне не мать. Моя мать была дикаркой, так, Лорин? Отравленной знатными акладианами, переполненными ложным чувством собственного превосходства.

source: But why.. why you are so angry at me? I.. I... Then how should I call you? My king? My lord?
ru: Но почему... Почему ты так золо н аменя? Я... Я... Как же мне тебя называть? Мой король? Мой господин?

source: I don't care.
ru: Мне всё равно.

source: Then maybe.. just maybe.. Gawen?
ru: Может быть... Может быть... Гэвен?

source: (to herself) But I.. I think I care.
ru: (про себя) Но мне не всё равно.

source: Look! The fresh enemy units arrived! We have no chances to win now!
ru: Смотрите! Подошли новые вражеские войска! Теперь мы побеждены!

source: Start of the quest
ru: Начало поисков

source: Now, when we left the Raedwood forest, we should find Deorien. We know he is somewhere in Okladia, another kingdom founded by Akladians, ruled by your cousins from Hagarthen clan. But where he is exactly, we have no idea.
ru: Итак, мы вышли из Редвуда и должны искать Деориена. Мы знаем, что он где-то в Окладии, соседнем акладианском королестве, где правит твоя кузина из клана Хагартенов. Но где точно находится маг неизвестно.

source: We left Raedwood and entered plains south-east of the forest. We saw the signs of chaos and war everywhere: burned villages, refugees, bodies of killed people. In villages people were scared and tried to avoid talking with us.
ru: Мы покинули Редвуд и вышли на равнины к юго-востоку от леса. Повсюду мы видели признаки войны и хаоса: сожжённые деревни, беженцев, тела убитых. Люди в селениях были напуганы и старались избежать бесед с нами.

source: From what we gathered, Akladians in whole Vakladia were fighting against each other. Bor Cryne and his faction slowly but steadily was gaining an advantage, thanks to help of the orcs. Bandits and rebels - and sometimes the difference was just in name - were roaming around. The hard times were ahead.
ru: Как мы знаем, все акладианы Вакладии враждуют друг с другом. Бор Крайн и его клика медленно, но верно, берут верх, благодаря помощи орков. Разбойники и бунтовщики, иногда разница лишь в названии, заполонили всё вокруг. Впереди тяжёлые времена.

source: I wasn't happy with results of our visit to Oracle. None of the so called 'answers' she gave us satisfied me. Still, we had no idea where to search for Deorien, and the discussion between Lorin and Oracle just confused me. Lorin refused to talk about this and became much more taciturn, comprising something in herself.
ru: Визит к Оракулу мне не понравился. Ни один из её так называемых "ответов" меня не устроил. Мы по прежнему не имели представления где искать Деориена, а разговор Оракула с Лорин просто смутил меня. Лорин отказалась об этом говорить, и стала совсем молчаливой, постоянно о чём-то рассуждая про себя.

source: To the Oracle
ru: К Оракулу

source: So, should we go to the Oracle?
ru: Итак, отправляемся к Оракулу?

source: My lord, we already visited the Oracle
ru: Милорд, мы уже были у Оракула.

source: My lord, I really insist to visit Oracle first
ru: Милорд, думаю сначала мы должны навестить Оракула.

source: Well, I think that...
ru: Думаю, что...

source: I already know where Deorien may be.
ru: Я уже знаю где может быть Деориен.

source: You are right. Let's go to the Oracle first.
ru: Ты прав. Сначала к Оракулу.

source: So, should we pick that way?
ru: Выбираем эту дорогу?

source: Village leader
ru: Деревенский староста

source: Welcome to our village, noble travelers.
ru: Добро пожаловать в нашу деревню, брагородные путники.

source: We are freedom fighters searching for mage Deorien.
ru: Мы свободные воины, ищем мага Деориена.

source: Freedom fighters? Yea, sure. But please do not fight for freedom here. We are honest hardworking people.
ru: Свободные воины? Конечно же. Только пожалуйста не сражайтесь за свободу здесь. Мы честные рабочие люди.

source: Would you fight for me?
ru: Хочешь сражаться за меня?

source: Do you know something about mage Deorien?
ru: Ты знаешь что-нибудь о маге Деориене?

source: Do you know where Oracle lives?
ru: Ты знаешь где живут орки?

source: Have you heard any interesting news recently?
ru: Слышал какие-нибудь последние новости?

source: Why anyone would want to fight for you?
ru: Зачем же мне сражаться?

source: You have a chance to fight for you freedom.
ru: У тебя есть шанс воевать за свою свободу.

source: I may be your future king.
ru: Возможно, я твой будущий король.

source: In army you may change your lot.
ru: Армия даёт возможность изменить судьбу.

source: Why not?
ru: Потому.

source: In this forest, we are free already.
ru: Здесь в лесу нам хватает свободы.

source: No kidding. I mean, no kidding, your Majesty.
ru: Хорош дурить. В смысле, хорош дурить, Ваше Величество.

source: Change my lot? What do you mean?
ru: Изменить судьбу? В смысле?

source: Well, you know, you may earn some gold, and if you are lucky, you may even became a knight.
ru: Ты знаешь, что если ты удачлив, то сможешь добыть много золота. Можешь даже стать рыцарем.

source: A knight? Ha, ha, I thought you were serious. There are only archers in that village.
ru: Рыцарем? Ха-ха, я думал ты серьёзно. В нашей деревне есть только лучники.

source: Best archers may even earn 45 gold pieces when hired, a twenty golden pieces for each battle.
ru: За хорошего лучника я могу заплатить 45 золотых. И двадцать золотых за каждое сражение.

source: Fourty-five golden pieces? Ok, I think there will be a volunteer here. He will fight for you.
ru: Сорок пять золотых? Хорошо, думаю тут найдётся один доброволец. Он пойдёт с тобой.

source: My lord, will we accept that unit into our army? It is not loyal unit, it's just simple Bowman.
ru: Милорд, этот парень вступает в нашу армию? Но он же не предан нам, это обычный лучник.

source: Roman
ru: Роман

source: Because we have a lot to do in our own village, for example?
ru: Ну, нам хватает дел в своей деревне.

source: I already answered that question.
ru: Я уже отвечал на этот вопрос.

source: Well, I don't know. But I think he lives in Isle of Anduin, where all mages live.
ru: Ну, не знаю. Думаю он живёт на острове Андуин, гед и все маги.

source: You mean you don't know? South from here, east from larger village called Porkton. If I lived in that village, I would change its name into something different. Hugton, for example.
ru: Хочешь сказать, что не знаешь? На юге отсюда восточнее большой деревни под названием Свинтон. Живи я там, я придумал бы другое название. Гигантон, например.

source: Something interesting? Well, young Henry is marrying with Mary from Buckston. Last storm was so heavy that it broke all trees in Larry's orchard. Orcs and Akladians are slaughtering themselves. Anything more? Hmm... I don't think so.
ru: Что-нибудь интересное? Ну, молодой Генри женился на Мери из Бакстона. Последний ураган был таким сильным, что переломал все деревья в саду у Ларри. Орки с акладианами лупят друг друга. Что ещё? Хм... Даже не знаю.

source: Have luck in your travel, stranger. You will need that.
ru: Удачи в пути, странник. Она тебе понадобится.

source: Wesnothians! What are you doing here? If you thought you could pillage our village, you will be dissapointed!
ru: Веснотцы! Что вы тут делаете? Если думаете, что сможете здесь пограбить, я вас разочарую!

source: Gaumhaldric
ru: Гэмхальдрик

source: Gawen Hagarthen? No! That would mean.. My king!
ru: Гэвен Хагартен? Нет! Не может быть... Мой король!

source: Ah, the rebel from Freetown?
ru: А, Фритаунский бунтовщик?

source: My king, you do not have to ask. You may order us to join you.
ru: Мой король, ты не должен спрашивать. Просто прикажи нам идти с тобой.

source: Har Barien
ru: Хар Бариен

source: Fighting for you? Against my own kin? No joke.
ru: Сражаться за тебя? Против собственного народа? Не шути так.

source: Well, I don't know. But I think The Oracle may know, she knows everything.
ru: Не знаю. Думаю, это известно Оракулу. Она знает всё на свете.

source: The holy God's voice is east from here. I've heard she will visit one of our lords, soon.
ru: Глас Господа святого на востоке отсюда. Я слышал, что она собирается отбыть с визитом. Ей интересуется один наш лорд.

source: How should I know? The lords have their own lifes, we have our own.
ru: Откуда мне знать? У лордов своя жизнь, у нас своя.
