Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Impossible if it isss, then they will wait long... Will you let me live now?
ru: Есссли невозссможно, значит не ссскоро дождутссся... Сейчассс ты меня отпуссстишшшь?

source: Hide in your quagmire, lizard thing.
ru: Ползи в свою трясину, ящерица.

source: We already know everything we need to know. Your friend had told us about a great army of orcs, what else you could possibly know?
ru: Мы уже узнали всё, что нужно. Твой приятель рассказал нам об огромной армии орков. Что ты сможешь добавить?

source: I know where the gold we hide.. Humanss, you love gold, you ssave me life if I show you?
ru: Я зсснаю где ссспрятано золото... Людям нравитссся зссолото. Вы оссставите меня в живых, есссли я отведу вассс?

source: Seems a fair deal. Show uss.. damned. Show us gold and you may leave.
ru: А это выгодное дело. Отведи нассс... тьфу, чёрт. Отдай нам золото и убирайся.

source: My lady, we have found some gold Saurians were hiding. They probably earned it by robbing the humans living nearby.
ru: Госпожа, мы нашли в тайниках ящеров немного золота. Скорее всего награбленного у живущих в округе людей.

source: Oh, so I am still 'my lady' to you? Good. We may have some use of the gold in future.
ru: О, я всё ещё твоя госпожа? Хорошо. В будущем мы найдем применение этому золоту.

source: I don't care what 'we' you have on mind.
ru: Мне все равно что вы имеете в виду, говоря "мы".

source: You have received 150 gold pieces
ru: Вы получили 150 золотых

source: Separation
ru: Расставание

source: Finally the party reached the crossroads. One, northern path led to Vattin, second to Reme's clan settlements. Reme Carrenemoe decided to leave the Lorin to her own destiny here.
ru: В конце концов отряд подошёл к перекрёстку. Одна, северная, дорога вела в Ваттин, другая - к посёлку клана Реме. Здесь Реме Карренемо решил предоставить Лорин её собственной судьбе.

source: Now you should be safe, Lady Lorin. I have escorted you to this place. You may choose now five best troops from my army. I will leave you also all the gold we have, that is |$gold|. And then, we will separate.
ru: Итак, теперь Вы в безопасности, леди Лорин. Я привел вас в это место. Можете взять с собой пятерых солдат из моего отряда. Кроме того, я оставляю Вам все наши деньги. |$gold| золотых. А теперь пора расставаться.

source: Reme.. You've said that you were always loyal servant of Hagarthens..
ru: Реме... Ты ведь говорил, что всегда будешь хранить верность Хагартенам...

source: I was and I am. But you are no Hagarthen, my lady. I have no obligations to you. There are no Hagarthens in Vakladia, no more.
ru: Хранил и храню. Но вы не из Хагартенов, госпожа. У меня нет обязательств перед Вами. Хагартенов в Вакладии больше не осталось.

source: And what about that Orcish army we find out about? We should stick together!
ru: А как же армия орков, которую мы встретили? Мы должны держаться вместе!

source: I've already told you. There is no <we>. And neither I nor you can do anything about that Orcs.
ru: Я уже говорил Вам. Нет никаких "мы". Кроме того ни Вы, ни я ничего не можем поделать с орками.

source: If you won't recall veteran units, the next scenario with Lorin may be extremely difficult to win.
ru: Если сейчас не призвать ветеранов, следующий сценарий с леди Лорин будет чрезвычайно трудно выиграть.

source: Recall or recruit five troops. OR
ru: Призвать или завербовать пять соединений ИЛИ

source: End turn if you do not want or can't recall or recruit troops.
ru: закончить ход, если нет желания или возможности набрать войско.

source: You have less than 200 gold pieces. I am not sure if this will be enough in your future endeavours.
ru: Не уверен, что нам хватит денег, чтобы закончить предприятие. Мы должны были выручить хотя бы 200 золотых в предыдущих битвах.

source: Good luck, Lady Lorin. It's not far away from here to yours family castle.
ru: Удачи Вам, леди Лорин. Ваш фамильный замок находится не так далеко отсюда.

source: My family has denied any ties to me long time ago, and you know that, Reme. I promise you that you will hear about me.
ru: Моя семья давным давно порвала все отношения со мной, и Вы это знаете, Реме. Что ж, будьте уверены, Вы ещё услышите обо мне.

source: You had nor choosen, nor recruited five soldiers. I hope you know what you are doing, since in future it may be hard to find battle-hardened units. Or, for that matter, Akladians.
ru: Вы решили не брать с собой пятерых солдат. Надеюсь, Вы знаете, что делаете. Врядли в будущем у Вас будет возможность призвать в армию ветеранов. По крайней мере из акладиан.

source: Ally from the past
ru: Союзник из прошлого

source: When I woke up, first thing I felt was astonishment: I am still alive! At first moment I thought I was caught by Bor Cryne's warriors, but my hands weren't tied. Then I noticed that weary man.
ru: Первым, что я почувствовал когда очнулся, было изумление: я всё еще жив! Сначала я подумал, что взят в плен солдатами Бора Крайна. Однако мои руки не были связаны. Потом я заметил усталого человека.

source: I do not mean he was old. He just seemed like he saw a lot in his life, his face was bringing memories of old battles and wars, many of them lost. He looked a bit familiar. He was, as my step-mother would call him, ungodly underling. Wesnothian in other words. I wasn't sure whether this was good or bad thing, remembering how much those folks hated Akladians.
ru: Не думаю, что он был стар. Просто он выглядел повидавшим многое в этой жизни. В его лице отражались воспоминания о былых сражениях и войнах, многие их которых сегодня уже забыты. Я не сразу понял почему его внешность показалась мне знакомой и родной. Это был, как сказала бы моя мачеха, "безбожный дикарь". Проще говоря, веснотец. Тут я призадумался: хорошо или плохо то, что этот народ так ненавидит акладиан?

source: Moerre Crynenoj
ru: Муэрре Крайнино

source: Ore Cruveno
ru: Оре Крувено

source: Rebel
ru: Бунтарь

source: So, finally, you are awaken.
ru: Ну вот ты и проснулся.

source: Am I alive? Who are you? Where am I?
ru: Я жив? Кто Вы? Где я?

source: Do not be worried, you are amongst friends, Haldric.
ru: Не беспокойся. Ты среди друзей, Хальдрик.

source: But, how.. Wait, what did you called me? Haldric?
ru: Как... Постойте, как Вы меня назвали? Хальдрик?

source: That's how your mother was calling you.
ru: Так тебя называла мать.

source: My mother never.. wait, you are talking about my REAL mother, aren't you? You knew my mother?
ru: Моя мать никогда... Постойте! Вы говорите о моей НАСТОЯЩЕЙ матери, да? Вы знали мою мать?

source: Yes, I did. I was her courtier. I was close to her when she was dying. I promised her, before she died that I will be watching after you. You have her eyes... I was playing with you when you were child, you don't remember me?
ru: Да, знал. Я служил при её дворе. Я был рядом с ней, когда она умирала. Перед её смертью я пообещал, что буду присматривать за тобой. У тебя её глаза... Мы с тобой играли когда ты был ребёнком, разве ты не помнишь?

source: I remember nothing. But, how..
ru: Я ничего не помню. Но как...

source: I have a friend inside the city of Barnon. He informed me that you are going straight into trap. I was afraid I came too late when I found your body. I thought you were dead. Fortunately, you were only without consiousness. I took you here and cared for you last three days.
ru: У меня есть друг в Барноне. Он сообщил мне, что ты направляешься прямо в западню. Обнаружив твое тело, я испугался, что пришёл слишком поздно. Я думал, ты уже мёртв. К счастью ты просто был без сознания. Я перенес тебя сюда и ухаживал за тобой последние три дня.

source: What are you doing here?!
ru: А ты что здесь делаешь?!

source: Karl Regven
ru: Карл Регвен

source: My lord, I was not able to stop her.
ru: Милорд, я не смог её остановить.

source: Do not be too hard on him, father. He really tried. So, this is this little Haldric you told us about? He look quite normal, not Akladian at all.
ru: Не будь слишком строг к нему, отец. Он действительно пытался это сделать. Ну ладно, так это и есть тот самый маленький Хальдрик, о котором ты говорил? Он выглядит как нормальный человек, совсем не похож на акладиана.

source: Meet my daughter, Gawen Hagarthen. Imagine I have three other daughters like that back home. Not to mention my wife!
ru: Познакомься с моей дочерью, Гэвен Хагартен. Представь себе, у меня дома ещё три таких же. Не говоря уже о жене!

source: I can't believe my own eyes! Isn't that Gawen, the little so called king?
ru: Я не верю своим глазам! Разве это не Гэвен, маленький, так сказать, король?

source: Are we gonna kill him?
ru: Прикончим его?

source: No, our forces are too weak. Underlings soon may come here in greater number. We should immediately carry the message to Bor Cryne, he will reward us in gold and arrive here with army more than enough to crush them.
ru: Нет, нас слишком мало. Здесь скоро может оказаться много дикарей. Мы должны немедленно сообщить обо всём Бору Крайну. Он наградит нас золотом, а потом придёт сюда с войском, которого будет более чем достаточно, чтобы всех уничтожить.

source: My lord, we can't let anyone know that you are alive. None of the enemies should leave this battlefield alive. There are not many of them, this should be easy.
ru: Милорд, никто не должен знать, что Вы остались целы. Ни один враг не должен уйти отсюда живым. Их не так много. Мы справимся без труда.

source: Kill enemy leader and all enemy units. Don't allow any enemy unit to reach north-eastern signpost, or the village nearby.
ru: Убейте вражеского лидера и все вражеские соединения. Не дайте ни одному врагу дойти до северо-западного указателя или стоящей рядом деревни.

source: Any enemy unit reaches north-eastern signpost
ru: Один из вражеских отрядов доходит до северо-западного указателя.

source: I will now carry the message to Bor Cryne. He will reward me in gold!
ru: Скорей рассказать всё Бору Крайну. Он наградит меня золотом!

source: It's the end. We have no chances to escape now, once Bor Cryne will send here his army.
ru: Это конец. Теперь Бор Крайн пришлёт сюда свою армию, и мы не сможем уйти.

source: No! The reinforcements for Akladians have arrived! We are encircled!
ru: Нет! К акладианам пришло подкрепление! Мы окружены!

source: Wow.
ru: Ух ты.

source: What? Young woman like me have to learn how to defend herself.
ru: Что? Юная беззащитная девушка вроде меня должна уметь постоять за себя.

source: Isn't that Ruvio we heard about? It's a honour fighting for you! Command!
ru: Ты тот самый Рувио, о котором мы столько слышали? Сражаться за тебя это огромная честь! Приказывай!

source: Today you won't be commanded by me, but by this young man. I will only be his advisor.
ru: Сегодня вами будет командовать вот этот молодой человек. Я буду только его советником.

source: And who is he? Why should we fight under his command?
ru: А кто это? Почему это мы должны ему подчиняться?

source: Because I ask you to. Don't you think my word is enough?
ru: Потому что я так сказал! Или моего слова вам не достаточно?

source: Well then, Ruvio. We will listen to his orders. We hope you are not mistaken and this young boy can lead us to victory over Akladian beasts.
ru: Хорошо, хорошо, Рувио. Мы исполним его приказы. Надеемся, ты знаешь, что делаешь, и этот юноша сможет победить акладианских гадов.

source: Peasants and brawlers, how on earth am I supposed to win battle with those?
ru: Крестьяне и деревенское хулиганьё... И вы хотите, чтобы с таким войском я выиграл битву?

source: You forgot about me!
ru: Ты забыл про меня!

source: He hadn't. He mentioned brawlers already.
ru: Ну почему же? Он же сказал: "хулиганьё".

source: Yes, they are not best warriors available, but you can recruit a lot of them, and they learn fast. And our opponents are not numerous, and here they can't really recruit more soldiers. It would be easy, believe me.
ru: Да. Это не лучшие воины на свете, зато ты можешь позвать с собой достаточно многих. Кроме того они быстро обучаются. А наших врагов мало, и в этих местах они врядли смогут найти подмогу. Всё будет очень просто, поверь мне.

source: See, I told you it will be easy.
ru: Вот видишь, я же говорил, что всё будет просто.

source: Yes, but only because they had so few soldiers and so dumb commander. Where to go now?
ru: Да, но это только потому, что у них был такой маленький отряд и такой тупой командир. Куда пойдём?

source: It's a shame there weren't more Akladians to kill.
ru: Какая досада, что нельзя больше убить ни одного акладиана.

source: There is one more left.
ru: Почему же? Один остался.

source: Where?!
ru: Где?!

source: I am. Now, do you want to kill me? Go on, if you want to, I won't stop you.
ru: Это я. Ну что, хочешь меня убить? Давай, я не буду тебя останавливать.

source: Stop it, kids! We have no time for silly fighting over words. We have to reach Freetown as soon as possible. Haldric, Freetown is a base for our people, where we are organising the army. You will meet there the rest of my family.
ru: Дети, хватит! У нас нет времени для дурацких перепалок. Мы должны дойти до Фритауна как можно быстрее. Хальдрик, во Фритауне собираются главные силы армии нашего народа. Там ты встретишься с остальными членами моей семьи.

source: Ruvio, call me Gawen. I am not used to being called Haldric. I've never heard about Freetown.
ru: Рувио, называй меня Гэвен. Я не привык к имени Хальдрик. Кстати, я никогда раньше не слышал о Фритауне.

source: It's hidden deep inside the forests. It's location is our greatest secret. And, get used to be called Haldric. I want everyone to oath that they won't tell anyone that this man is former king of Vakladia, Gawen Hagarthen. He is just Haldric now. It will be far better for you, Haldric, believe me. It will be far safer.
ru: Этот город скрыт в глухих лесах. Его расположение это наш величайший секрет. И начинай привыкать, что тебя зовут Хальдриком. Каждый из вас должен поклясться молчать о том, что этот человек - бывший король Вакладии Гэвен Хагартен. Теперь он просто Хальдрик. Поверь мне, мальчик, так значительно лучше. И значительно безопаснее.

source: Why? If the Freetown location is so secret, then even if Akladian lords will know that I am alive, they wouldn't be able to find me, right?
ru: Почему? Раз никто не знает где находится Фритаун, то даже если всем акладианским лордам станет известно, что я жив, они не смогут меня отыскать, так?

source: I am thinking more about your safety amongst Wesnothians inside of Freetown. Hagarthen were never really popular there. Let's go.
ru: Я больше думаю о том, чтобы уберечь тебя от веснотцев, живущих во Фритауне. Хагартенов там никогда не жаловали. Пойдём.

source: Huh.
ru: Ух ты.

source: It's just a... You really know how to handle a sword.
ru: Ну... Ты действительно знаешь с какого конца браться за меч.

source: If you want, I may teach you few things.
ru: Если хочешь, я могу научить тебя паре штучек.

source: Outlaw Base
ru: Логово разбойников

source: Gawen Hagarthen, Ruvio and Karen weren't celebrating the victory. When they left in hurry battlefield, bodies of last Akladians were still warm. They entered the forest of Raedwood in hope that no one will follow them.
ru: Гэвен Хагартен, Рувио и Карен не стали праздновать победу. Когда они в спешке покидали поле боя, трупы акладиан были ещё тёплыми. Надеясь, что погони нет, путники вошли в Редвудский лес.

source: Rob Roe
ru: Роб Ро

source: Uorl
ru: Уорл

source: Harl
ru: Харл

source: Thug
ru: Туг

source: Borl
ru: Борл

source: What kind of place is it?
ru: Что это за место?

source: Bad place. Not the worst you can imagine, but it's still bad enough.
ru: Плохое место. Не самое плохое, какое можно представить, но достаточно паршивое.

source: You see, Gawen, when royal family of Wesnoth started a war over a succession, a golden era for bandits and thiefs has started. The wars were devastating and result of them was division of Wesnoth into many small kingdoms.
ru: Видишь ли, Гэвен, когда в королевской семье Веснота началась война за престол, пришло золотое время для воров и бандитов. После разорительных войн Веснот был поделен на множество маленьких королевств.

source: Kings become weaker and lost much of their power during wars, and when peace came they had no longer forces to drive bandits out of their hideouts. So they flourished even in times of long peace. And when Akladians came, they didn't care for them either.
ru: В долгих сражениях королевские армии уменьшились и ослабли. Когда наступил мир, ни у кого не осталось сил, чтобы выкуривать бандитов из их нор. Поэтому и в течение долгих лет мира преступники чувствовали себя вольготно. Нашествие акладиан их тоже не смутило.

source: Fortunately, the place seems to be abandoned now.
ru: На наше счастье это логово, похоже, давно заброшено.

source: Hey, people! Look who's here: so ridiculously easy target that even though most of our forces is elsewhere we will still have no problems in taking their gold!
ru: Эй, братва! Смотрите-ка кто идёт. Полтора калеки курам на смех. Вытрясем их них золотишко одной левой. А я уж чуть не расстроился, что почти все наши сейчас на деле.

source: Abandoned, huh.
ru: Заброшено, угу.

source: Some young men lives here in city and in the neighbourhoody. You may recruit few of them.
ru: В городке и окрестностях есть несколько парней, которые немного разбираются в воинском деле. Можешь попробовать завербовать их.

source: If I only can, I would want to personally prove to this Rob Roe that I am not ridiculously easy target. Hey people, leave him to me, if you can.
ru: При случае я бы показал этому Робу Ро кто тут курам на смех. Слушайте, если получится, дайте мне самому с ним разобраться. Не убивайте его.

source: What? Why you are looking at me?
ru: Что? Что ты на меня так смотришь?

source: Hmm... wonder what they have in that northern, empty castle..
ru: Хм. Интересно, что там у них в заброшенном северном замке...

source: You may recruit FOUR of either spearmen or archers. When you will recruit FOURTH spearman or archer, their recruitment will be disallowed. Because of limitations of Wesnoth engine, first recruit, THEN recall, otherwise recalled spearmen will be counted too.
ru: Можно завербовать ЧЕТВЕРЫХ копьеносцев или лучников. После этого вербовка будет недоступна. Из-за ограничений движка "Веснота" нужно СНАЧАЛА завербовать рекрутов, ПОТОМ призвать ветеранов, иначе ветераны тоже войдут в число этих четверых.

source: Kill enemy leader.
ru: Убить вражеского лидера.

source: Wow! They even know how to fight!
ru: Ба! Да они даже кусаться умеют!

source: Hmm.. it seems they are not as easy targets as I thought.
ru: Хм... Похоже это не такая уж легкая добыча, как я думал.

source: Heavens! They really know how to fight! Stop to play with them!
ru: Святые небеса! Да они и в самом деле умеют драться! Шутки в сторону!

source: Argh! Why I wasn't even honoured by death from hand of your commander! I don't even know his name..
ru: Аах. Было б больше чести, если бы меня прирезал твой командир! А я даже не знаю как его зовут...

source: My name is Ga... uhmm.. Haldric.
ru: Меня зовут Гэ... ммм... Хальдрик.

source: Gaumhaldric, wow, every your name is better than previous.
ru: Гемхальдрик? Ха, каждое твоё новое имя лучше прежнего.

source: It wouldn't be so easy for you if not of our army being elsewhere.
ru: Ты бы не управился так легко, если бы все наши парни не ушли на дело.

source: You do not have to die like that, Rob Roe. I do not wish you death. I will let you live.
ru: Время твоей смерти ещё не пришло, Роб Ро. Я не хочу тебя убивать. Живи.

source: What's your name, noble stranger, so I can know whom to thank?
ru: Как тебя зовут, добрый человек? Чтобы я знал, кого благодарить.

source: So, Gaumhaldric, can I fight for you? I and my people too?
ru: Гемхальдрик, так Гемхальдрик. Слушай, а хочешь я пойду с тобой? Ну и мои парни тоже.

source: Wow! Seems you have earned a new nickname, Gaumhaldric.
ru: Ха! Похоже, ты заработал новую кличку, Гемхальдрик.

source: After some thought..
ru: После некоторых раздумий...

source: Yes, I will accept you and anyone from your people, who would want to fight in my army.
ru: Хорошо. Ты и твои люди могут сражаться вместе со мной.

source: No, no offence, but I do not trust you enough
ru: Нет. Без обид, я тебе не доверяю.

source: You said most of your army is elsewhere?
ru: Кстати, ты говорил, что большинство ваших сейчас куда-то ушли.

source: Yes. The best units were hired to invade clan of Carrenemoes.
ru: Ага. Лучших парней наняли для войны с кланом Карренемо.

source: Carrenemoes? Ruvio, we have to..
ru: Карренемо?! Рувио, мы должны...

source: We have to go to Freetown, as soon as possible. I'm sorry kid.
ru: Мы должны идти во Фритаун как можно быстрее. Мне очень жаль, малыш.

source: Rob Roe, there was assassin who was send after m.. Gawen Hagarthen. He was interrogated and he testified he was send from Outlaw Place. Do you know who have hired him to kill king Gawen Hagarthen?
ru: Роб Ро, когда-то одного наёмника, послали убить м... Гэвена Хагартена. На допросе он показал, что был послан из Логова. Ты знаешь кто нанял его убить короля?

source: I am not sure. Maybe you will say few names, and I will tell you if they ring a bell
ru: Не уверен. Назови какие-нибудь имена, я скажу, если услышу что-нибудь знакомое.

source: So, what about..
ru: Ну, например...

source: No, I don't think it was him.
ru: Нет, врядли это был он.

source: Yes! I remember that. A price for father and son. I think it was also him who paid us to invade Carrenemoe's place.
ru: Точно! Я вспомнил. Награда за сына и отца. И кажется именно он платит за разборку с кланом Карренемо.

source: Reme Carrenemoe?
ru: Реме Карренемо?

source: The noble and oh-so-honorable Reme? You have to be kidding.
ru: Благородный ой-какой-честный Реме? Не валяй дурака.

source: Lady Lorin?
ru: Леди Лорин?

source: No, it wasn't a woman. People from her clan did contact us in the past, wanting to buy some poison, but it was long ago.
ru: Нет, это была не женщина. Когда-то люди из её клана приходили к нам насчёт яда, но это было давно.

source: Graeme O Borraine?
ru: Грэм О'Боррейн?

source: Who? Never heard about him.
ru: Кто? Никогда не слышал.

source: Hoyre O Barnon?
ru: Ойре О'Барнон?

source: The guy from city of Barnon? No, though from what I've heard about him he could do it - if he could think more himself.
ru: Парень из Барнона? Нет. Судя по тому, что я о нем слышал, он мог бы это сделать, но только если бы лучше соображал головой.

source: There are no more trained able young man in this small settlement to recruit as Spearman or Bowman. You may only recruit Peasants and Fencers now.
ru: Больше никто в этом маленьком поселении не умеет обращаться ни копьём ни с луком. Вербуйте крестьян или фехтовальщиков.

source: Look, fresh enemy forces arrived! We have no chances for win now!
ru: Смотрите, к ним пришло подкрепление! Теперь у нас нет ни единого шанса победить!

source: Ha! Our army had returned! You are doomed now!
ru: Ха! Парни вернулись! Сейчас мы вас похороним!

source: Hm, seems there are some people here, able with swords and bows, who could be recruited.
ru: Хм. Похоже здесь есть люди, владеющие копьём и луком.

source: You may recruit four more either archers or spearmen.
ru: Можно завербовать ещё четверых лучников или копьеносцев.

source: It seems that Outlaws had small hidden treasury here.
ru: Кажется здесь у разбойников небольшой тайник с золотом.

source: Hired Swords
ru: Наёмное оружие
