Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Orcs? They were here, but they left in hurry. They were pillaging villages east from us. They were going for place called Haeltin, and I've heard they were defeated there by some woman.
ru: Орки? Они были здесь, но быстро ушли. Они грабили деревни на востоке отсюда. Потом двинулись в место под названием Хэлтин и там какая-то женщина разбила их.

source: Some woman? SOME WOMAN? That freckled kid will be SOME woman when she will grown up, not me. I am lady, LADY Lorin.
ru: Какая-то женщина? КАКАЯ-ТО ЖЕНЩИНА? Вот это конопатое дитя будет КАКОЙ-ТО женщиной когда подрастёт. А я - леди, ЛЕДИ Лорин.

source: Ah, this is that She-wolf of Haeltin you mentioned, Ruvio. Will have to meet her.
ru: А, Рувио, это та Хэлтинская Волчица, про которую ты говорил. Нам нужно встретиться с ней.

source: Bontom? It is somewhere to south-west. In a village south from here people should know more about it.
ru: Бонтом? Это где-то на юго-востоке. В деревне к югу отсюда должны больше знать об этом месте.

source: If I would be younger, then yes, why not, but I am really too old for adventure seeking.
ru: Если бы я был моложе, то попробовал бы, почему бы и нет. Но сейчас я слишком стар для приключений.

source: Orcs? Da orcs were in plains pillagin' and burnin'. They are big, bad and you should avoid them boy.
ru: Орки? А то. Вон внизу всё пожгли да пограбили. Здоровенные и злые. Ты, парень, держись от них подальше.

source: Reme? What is that Reme? Some kind of food?
ru: Реме? Что за Реме? Его едят?

source: No, no, it's one of Akladian lords. who..
ru: Нет, нет. Это один акладианский лорд, который...

source: Akladian lords, yea I've heard about them. They are big, bad and you should avoid them.
ru: А, ага, про акладианских лордов я слышал. Здоровенные и злые. Ты лучше держись от них подальше.

source: Bontom place, yea I've heard about that. It's somewhere in the south, maybe good people living in villages more to south would know more about it.
ru: Бонтом, ага. Слышал. Где-то на юге. Может мужики из южной деревни больше скажут.

source: I'm too old for leavin' my village, and one boy who wanted to search for adventures already have joined you in the past.
ru: Да я старый уже из деревни уходить. А тот парень который искал приключений, уже с тобой.

source: I'm too old for leavin my village, but there is one boy who could fight for you, why not.
ru: Да я старый уже из деревни уходить. А вот у нас есть один парень, вот он бы с тобой пошёл. А чего?

source: One of local peasant joins your army. It's untrained but LOYAL and STRONG unit.
ru: Один из местных крестьян перешёл в Вашу армию. Он неопытный, но ПРЕДАННЫЙ и СИЛЬНЫЙ.

source: John the Baldhead
ru: Джон Плешивая башка

source: Now, when you know where your friend Reme is, you may go to that Bontom place the peasants told us about.
ru: Теперь, когда мы знаем, где находится твой друг Реме, мы можем пойти в Бонтом, о котором нам рассказывали крестьяне.

source: I guess we could ask peasants whether they know something about this Bontom place, in which your friend Reme is kept.
ru: Думаю, нам нужно спросить дорогу у местных крестьян. Может они знают, что это за Бонтом, где держат в плену Реме.

source: We already know what we had to find out. We should go to Freetown now.
ru: Мы уже узнали то, что должны были. Нужно вернуться во Фритаун.

source: We already were searching for answers in city of Barnon
ru: Мы уже искали ответы в городе Барнон.

source: My lord, from here we may explore few possibilities. To the south, there is city of Barnon. Definetely it would be very dangerous to go there, but...
ru: Есть ещё несколько вариантов, милорд. На юге - город Барнон. Конечно, там очень опасно, но...

source: ..but we could probably find something about orcs there, right?
ru: ... но там есть возможность узнать что-нибудь об орках, так?

source: We already searched in Haeltin, west from here. That your step-mother was there, known as She-wolf really surprised me.
ru: На западе, в Хэлтине, мы уже искали. Твоя мачеха, Хэлтинская Волчица, здорово меня удивила.

source: Yes. We've heard that some woman, known by nickname 'She-wolf of Haeltin', was besieged by the orcs and she was able to repell them. Haeltin is west from here. It would be easy to go to her and ask her few questions.
ru: Да. Мы слышали, что какая-то женщина, которую прозвали Хэлтинской волчицей, была осаждена орками и смогла отбить их нападение. Хэлтин находится на западе отсюда. Можно простой пойти к ней и задать несколько вопросов.

source: We could also go for the swamps.
ru: Ещё можно пойти на болота.

source: We could, but in swamps of Saorduc Saurians live, and they rarely go outside of their mud. I doubt they would know anything useful. There are also some villages there, you could go and ask peasants, maybe they would know something.
ru: Можно, но ящеры болот Заурдака редко выбираются из своей трясины. Боюсь, они не будут нам полезны. Рядом есть несколько деревень. Может, их жители что-нибудь знают.

source: Frankly, I have no idea what to do now. We have already been in all the obvious locations.
ru: Честно говоря, понятия не имею что ещё можно следать. Мы обошли уже все известные направления.

source: Raedwood Forest
ru: Редвудский лес

source: To Freetown
ru: Во Фритаун

source: To Haeltin
ru: В Хэлтин

source: To Saorduc swamps
ru: В Заурдакские болота

source: To Barnon
ru: В Барнон

source: This is extremely important to everyone to remember that you should not reference Gawen by his real name. Call him Gaumhaldric.
ru: Очень важно помнить о том, что ты не должна называть Гэвена настоящим именем. Зови его Гемхальдрик.

source: Why?
ru: Почему?

source: Because our people at Freetown are not ready for having Akladian as leader. And, for second, because then Bor Cryne would send all his army to pursue us.
ru: По-первых, потому что фритаунцы не готовы к тому, что их предводитель окажется акладианом. А во-вторых потому, что Бор Крайн может выслать за нами целую армию, если узнает, что Гэвен жив.

source: Gaumhaldric.. So, this is why my son is not shaving? He wants to hide his real identity under a beard?
ru: Гемхальдрик... Что ж. Это потому, что мой сын не бреется? И не может скрыть своё лицо бородой?

source: Nonono. He has to have a beard, because all our great kings had beards.
ru: Неи-нет-нет. У него есть борода. Потому что у всех великих королей есть борода.

source: This is a large-scale map, where you will choose a way to go. You should move Gawen to any of the signpost or any other location to trigger moving to next scenario. Move Gawen to tent to talk with his friends.
ru: На этой карте можно выбрать дальнейшее направление. Чтобы перейти к следующему сценарию, нужно подвести Гэвена к указателю или какой-нибудь другой отметке. Если привести Гэвена в шатёр, он сможет посоветоваться со своими друзьями.

source: My lord, we cannot go back to Freetown. We have nothing to report, and we have not found anything about the orcs.
ru: Милорд, мы не можем возвращаться во Фритаун. Нам нечего рассказать, мы не выяснили ничего об орках.

source: My lord, I do not think we should go back to Freetown already. We had not met with that She-wolf of Haeltin east from here. She may know something, fighting with orcs already.
ru: Милорд, не думаю, что мы должны возвращаться прямо сейчас. Мы ещё не встречались с Хэлтинской Волчицей, которая живёт на западе отсюда. Она уже сражалась с орками и может что-нибудь знать.

source: We were in Haeltin already. Were to go now?
ru: В Хэлтине мы уже были. Куда теперь?

source: Are you sure you want to go there?
ru: Вы уверены, что хотите отправиться туда?

source: Yes, definitely.
ru: Конечно же.

source: Well, maybe not.
ru: Ну, может и нет.

source: As you wish, my lord.
ru: Как пожелаете, милорд.

source: We already were in Saorduc. Were to go now?
ru: В Заурдаке мы уже были. Что дальше?

source: Are you sure you want to go there? I've told you that I doubt Saurians know anything useful.
ru: Ты уверен, что хочешь туда идти? Я же говорил, что ящеры не знают ничего полезного.

source: So, on to Saorduc! Hope it is wise decision and lizard men would know something about orcs.
ru: Что ж, пойдём в Заурдак. Надеюсь, это окажется хорошей идеей и ящерицы расскажут нам что-нибудь об орках.

source: Lizards? We already fought with them. I hate lizards.
ru: Ящерицы? Мы уже сражались с ними. Ненавижу.

source: That was wise decision, my lord.
ru: Мудрое решение, милорд.

source: We already were scouting near Barnon. Were to go now?
ru: Окресности Барнона мы уже разведали. Куда направимся?

source: Are you sure you want to go there? A lot of enemy soldiers could be near Barnon.
ru: Ты уверен, что хочешь туда идти? В окресностях Барнона стоит огромная армия.

source: This could be dangerous. But also, extremely valuable. We definitely can find something about orcs there.
ru: Это может быть опасно, но в то же время очень ценно. Мы определённо узнаем там что-то важное об орках.

source: Yes, on other hand maybe we should search elsewhere.
ru: Действительно, осмотримся ещё.

source: Who is comin' here? What d'ya wanna from us?
ru: Эт кто? Чего надо?

source: Don't be afraid, I want ask you few question and then I will go.
ru: Не бойся меня, я просто хочу задать несколько вопросов, а потом пойду дальше.

source: So go an' ask us
ru: Ну эт, спроси.

source: Please, tell me...
ru: Скажи пожалуйста...

source: Do you know where the place called Bontom is?
ru: Тебе известно место под названием Бонтом?

source: Do you know anything about Reme Carrenemoe?
ru: Ты знаешь что-нибудь о Реме Карренемо?

source: Have you heard anything about orcs?
ru: Ты что-нибудь слышал об орках?

source: Would you want to fight for me?
ru: Хочешь отправиться со мной?

source: Go and work, good man.
ru: Возвращайся к своим делам, добрый человек.

source: Ah, welcome, we've heard about your victories, Gaumhaldric.
ru: Добро пожаловать. Мы слышали о твоих победах, Гемхальдрик.

source: I still can't get used that they are calling him Gaumhaldric.
ru: Никак не привыкну к тому, что они зовут его Гемхальдриком.

source: Cute name, isn't it?
ru: Симпатичное имя, правда?

source: Everything for you, young knight.
ru: Всё, что угодно, юный рыцарь.

source: Free men from Raedwood forest! You are always welcomed here.
ru: Вольный человек из Редвудского леса! Мы всегда рады тебя видеть.

source: I would love to talk to...
ru: Я хотел бы поговорить с...

source: Ruvio
ru: Рувио

source: Karen
ru: Карен

source: Reme
ru: Реме

source: Lorin
ru: Лорин

source: Yaranov
ru: Яранов

source: I changed my mind
ru: Нет, я передумал.

source: Ruvio, please tell me..
ru: Рувио, ...

source: Where Reme Carrenemoe could possibly be?
ru: Где может быть Реме Карренемо?

source: Advice me what could we do now.
ru: Посоветуй, что делать дальше?

source: Tell me about my mother
ru: Расскажи о моей матери.

source: You are joking, right? He is in our camp.
ru: Это шутка? Он в нашем лагере.

source: Probably in that Bontom peasants told us about.
ru: Наверное в это Бонтоме, о котором говорили крестьяне.

source: In some place called Bontom. We could ask peasants about it.
ru: В месте под название Барном. Нужно расспросить об этом местных.

source: I have no idea where your friend may be.
ru: Понятия не имею, где может быть твой друг.

source: About your mother? What do you want to know about her?
ru: О твоей матери? А что ты хочешь узнать?

source: Everything.
ru: Всё.

source: Well, she was from royal house. Akladian king faced her with simple choice: she was to marry him or he would unleash his anger on her family. So, she agreed to that proposition. I was visiting her from time to time, singing her songs, telling her newses from home..
ru: Ну, она происходила из королевской семьи. Акладианский король поставил её перед простым выбором?: или она выходит за него замуж, или на её семью обрушится весь его гнев. И она приняла его предложение. Я навещал её время от времени, пел ей песни и рассказывал последние новости с родины...

source: I think she even start to like that king, your father. When she gaven birth to you, she gave everything she had for you. But behind her back Akladian clans were conspiring.. and finally someone had given her poisoned cup. She died, died slowly. I was able to be next to her. I promised her to take care of you.
ru: Я думаю, ей даже начал нравиться корол, твой отец. Дав тебе жизнь, она отдала тебе всё, что у неё было. но акладианские кланы сговорились у неё за спиной... И в конце концов кто-то поднёс ей отравленный кубок. Она умерла и умерла медленно. И я мог бы быть следующим. Я дал ей обещание заботиться о тебе.

source: Who have poisoned her?
ru: Кто её отравил?

source: I don't know. No one knows.
ru: Я не знаю. И никто не знает.

source: Rob Roe mentioned Lorin clan once bought some special poison from Outlaws...
ru: Роб Ро упоминал, что клан Лорин однажды купил в Логове какой-то особый яд...

source: And you think that...
ru: Ты думаешь, что...

source: Why should I think that?
ru: А что ещё я должен думать?

source: You are right, Gawen. Akladians are constantly poisoning each other. You might say, it's their national sport. But still.. yes, it have escaped my attention before.
ru: Ты прав, Гэвен. Акладианы постоянно травят друг друга. Можно сказать, это их национальный вид спорта. Но я бы... Да, я как-то не обратил тогда на это внимания.

source: Hey Karen, what's up?
ru: Эй, Карен, как дела?

source: I just created a new song about you, want to hear it?
ru: Я сочинила новую песню про тебя. Хочешь послушать?

source: You are gifted girl, fighting, singing, what else can you do?
ru: Какая ты одарённая девушка. Сражаешься, поёшь. Что ещё умеешь?

source: I can also dance. Gawen, when we return to Freetown I could dance for you.
ru: Ещё танцую. Когда мы вернёмся во Фритаун, я бы могла станцевать для тебя.

source: I'm sure I would enjoy your dance
ru: Думаю, мне понравится твой танец.

source: Bet you would!
ru: Я просто уверена!

source: Thank you Gawen once again.. You have saved my life. I would never forget it and I would never be able to repay my debt. Earlier my life belonged to you because of my duty; now it belongs because of my choice.
ru: Ещё раз благодарю тебя, Гэвен... Ты спас мне жизнь. Я никогда этого не забуду и всегад буду перед тобой в долгу. Раньше моя жизнь принадлежала тебе по долгу чести. Теперь это мой собственный выбор.

source: Hey Gaumhaldric, nice mother you have. Can I have a question?
ru: Эй, Гемхальдрик, у тебя симпатичная мамаша. Я могу задать вопрос?

source: Sure, go ahead.
ru: Конечно. Давай.

source: Is she taken? I mean, does she have someone she love? I noticed she was looking in the sky, far, far away sometimes, as if she was thinking about someone.. or something.
ru: Она занята? В смысле, она в кого-то влюблена? Я заметил, что она иногда долго-долого смотрит на небо, как будто думает о ком-то... или о чём-то.

source: I think she brings back memories of my father. She has no one else I know about.
ru: Я думаю, она вспоминает о моём отце. Мне неизвестно, чтобы у неё был ещё кто-нибудь.

source: Good thing for me. She seems to be inconquerable but Aragwaithi can break into any fortress, only time and patience is needed.
ru: Это меня устраивает. Она выглядит неприступной, но нет такой крепости, которую не взяли бы арагвейты! Всё что нужно это время и терпение.

source: Andrey Yaranov, Lorin is my step-mother.
ru: Андрей Яранов, Лорин - моя мачеха.

source: You may start to call me step-father, then.
ru: Ну тогда можешь начинать называть меня отчимом.

source: Mother, can I have a word with you?
ru: Мать, я могу задать тебе вопрос?

source: Your clan bought a poison from outlaws. Why?
ru: Твой клан покупал у разбойников яд. Зачем?

source: What do you think about Yaranov?
ru: Что ты думаешь о Яранове?

source: What do you know about orcs?
ru: Что ты думаешь об орках?

source: How my real mother died?
ru: Как умерла моя настоящая мать?

source: Never mind
ru: Ничего, забудь.

source: Why do you ask?
ru: Почему ты спрашиваешь?

source: Well, he seems to be interested in you.
ru: Ну, похоже ты ему нравишься.

source: Yes, I noticed that. I think one have to be blind not to notice that. But I am not interested in him.
ru: Да, я заметила. Думаю, только слепой этого не видит. Но меня он не интересует.

source: Why? He seems to be nice guy.
ru: Почему? Похоже, это отличный парень.

source: He is underling.
ru: Он дикарь!

source: Underling? Mother, why do you use such words? I am underling too, after all.
ru: Дикарь? Когда же ты отучишься произносить это слово? В конце концов, я тоже дикарь.

source: No! I would never call you that. You are not.. I mean.. I.. Ah, you are too young to understand that.
ru: Нет! Я никогда тебя так не называла. Я не... Я думаю... Я... А, ты слишком молод, чтобы понять это.

source: Besides, you lost your memory, so you probably also do not remember what are our customs about widows, who are betraying their dead husband. I will explain it to you later.
ru: Кроме того, ты потерял память и возможно не помнишь наших обычаев, касающихся вдов, изменяющих своим мёртвым мужьям. Я расскажу тебе позже.

source: Orcs: they are good fighters. Strong, disciplined, I wish I had such soldiers.
ru: Орки. Это хорошие бойцы. Сильые, дисциплинированные. Хотела бы я иметь таких солдат.

source: Mother, orcs are burning, pillaging, murdering, they hate us, and you seem to respect them?!?
ru: Мама, орки жгут, грабят, убивают, они ненавидят нас, а ты говоришь о них с уважением?!

source: Well, we are burning, pillaging, murdering and hate our enemies too. And?
ru: Ну, мы тоже жжём, грабим, убиваем и ненавидим своих врагов. И что?

source: Poison? What poison? My clan have never bought any poison.
ru: Яд? Какой яд? Мой клан никогда не покупал никаких ядов.

source: Rob Roe have told me about that.
ru: Роб Ро всё мне рассказал.

source: Can you repeat that name? Rob - Roe. Rob Roe. No, I can't remember this name.. Uhm.. Well, I don't know anything about my clan buying a poison. I am just a woman, our clan lord wasn't telling me everything.
ru: Можешь повторить? Роб... Ро... Роб Ро. Нет, не припоминаю это имя... Ммм... Нет, я не слышала о том, чтобы кто-то из моего клана покупал яд. Я обычная женщина, глава клана не советовался со мной.

source: Your mother? Your.. why you are asking ME about your mother?
ru: Твоя мать? Твоя... А почему ты спрашиваешь о ней МЕНЯ?

source: I can't remember anything about her. I would love to hear something about her. Have you known her?
ru: Я ничего не помню о ней. Мне нравится слушать рассказы про неё. Ты её знала?

source: No! I have not known her! I.. I'm sorry Gawen, but I don't know how your mother died and who poisoned her.
ru: Нет! Я никогда не знала её! Я... Я сожалею, Гэвен, но я ничего не знаю о том, как умерла твоя мать, и кто её отравил.

source: I wasn't asking you about that.
ru: Об этом я и не спрашивал.

source: There are no more orcs near this ruins of the village.
ru: Рядом с сожжённой деревней больше нет орков.

source: My lord! This time for sure you will chase that orcish band, kill all the orcs and free my people!
ru: Милорд! Время догнать орков, перебить их и освободить моих земляков!

source: So, should we take on that orcs?
ru: Что ж, займёмся этими орками?

source: Matthews Eagle Eye
ru: Мэтьюс Орлиный глаз

source: Someone is hiding here!
ru: Здесь кто-то прячется!

source: Ah! Humans! And Akladians with them?! Still, what a happiness!
ru: О! Люди! И акладианы?! Всё равно я так рад!

source: Ah! Humans! And not Akladians! What a happiness!
ru: О! Люди! Не акладианы! Вот это удача!

source: Who are you, and what are you doing here?
ru: Кто ты, и что ты тут делаешь?

source: The orcs burned down my village, Ruen, and they left not long ago. They took many prisoners. I was hiding here, waiting for miracle. And the miracle have come!
ru: На днях тут проходили орки и сожгли мою деревню - Руэн. Многих они захватили в плен. Я спрятался здесь, надеясь на чудо. И чудо произошло!

source: Oh my. It's so funny I think I'm gonna die laughing. Gaumhaldric the Miracle-maker, how it sounds?
ru: О господи. Я сейчас умру от смеха. Гемхальдрик Чудотворец! Звучит?

source: Miracle? What do you mean?
ru: Чудо? О чём ты говоришь?

source: You of course will chase that orcish band, kill all the orcs and free my people!
ru: Ну вы же догоните орочью шайку, убьёте их всех и освободите моих земляков!

source: Hm, my lord, do you think we should fullfill this peasant request?
ru: Хм, милорд, вы думаете мы должны выполнить желание крестьянина?

source: Well, I hope it's wise decision.
ru: Что ж, я думаю это мудрое решение.

source: Of course it is. We are searching for orcs, and those are orcs, isn't it?
ru: А как же. Мы ищем орков, и вот они. Правильно?

source: We already fought with outlaws from Bontom, my lord.
ru: Мы уже сражались с бонтомскими разбойниками, милорд.

source: So, should we go into this Bontom?
ru: Ну что, пойдём в Бонтом?

source: Yes, we should save that Reme now
ru: Да, мы должны спасти этого Реме.

source: NORMAL: Interrogate Orcish leader with Ruvio or Gawen and withdraw to northern signpost
ru: Нормальная: Рувио или Гэвен должны допросить вождя орков и отступить к северному указателю

source: Scouting near Barnon
ru: Разведка Барнона

source: Entering the forests surrounding Barnon from the north, I could not to stop himself from thinking about the battle few months ago. It were just few months. It was then when I was betrayed and left almost dead on battlefield. But then, if not that betrayal and that battle, I would probably never met Ruvio and Karen..
ru: Войдя в лес, окружающий Барнон с севера, я не мог не думать о битве, случившейся несколько месяцев назад. Всего несколько месяцев назад. Когда меня предали и оставили полумёртвым на поле боя. Но если бы не предательство и не битва, я наверное никогда не встретил Рувио и Карен...

source: Kariv Rebarnon
ru: Карив Ребарнон

source: Hoyre O Barnone
ru: Ойре О'Барнон

source: Baruk Bar
ru: Барук Бар

source: Castle of Barnon
ru: Замок Барнон

source: City of Barnon
ru: Город Барнон

source: It seems to me like it was just yesterday, when I was betrayed on this fields...
ru: Кажется, только вчера меня здесь предали...

source: My lord... I..
ru: Милорд... Я...

source: Reme, don't blame yourself. I know you would prefer to stay that day with me and fight to the end, but I gave you other orders, and your duty was to follow your orders. I know it wasn't easy for you.
ru: Реме, не прнимай это на свой счёт. Я знаю, в тот день ты предпочёл бы остаться и сражаться до конца, но я приказал тебе поступить иначе, и твоим долгом было выполнить мой приказ. Я знаю, что для тебя это было не легко.

source: On the other hand, leaving me was quite easy for him. It seems he just needed some practice.
ru: С другой стороны, бросить меня ему было очень легко. Похоже, это просто дело практики.

source: Let's be careful. Scouts reported us there are orcs garrisoned east from here. Now, we will just have to capture their leader and ...
ru: Будем осторожны. Разведчики докладывают, что орки расположились на востоке отсюда. Нам нужно просто захватить их лидера и...

source: ... And we will see our great future king Gaumhaldric defeating his enemies in epic battle, which will be described by bards - for all times!
ru: ... и мы увидим, как великий бедещий король Гэмхальдрик поражает врагов в легендарной битве, о которой барды будут писать во все времена!

source: Anyway, what I wanted to say before my offspring interrupted me, is that we don't have to defeat all enemies. We can withdraw after interrogating Orcish leader.
ru: Так вот,до того как мой отпрыск меня перебил, я хотел сказать, что нам не нужно громить всех врагов. Мы можем отступить после допроса вождя орков.

source: My lord, some army is approaching us!
ru: Милорд, к нам приближается какая-то армия.
