Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: After Gawen's death I felt dead as well. Then Reme have left me and I was all alone. I couldn't go back to my family. They hated me, because I failed their hopes. They hated me, because I tried to be independent. And maybe they hated me because I was reminding them how I became wife of Gawen's father: how I became a queen.
ru: После смерти Гэвена я чувствовала себя совершенно убитой. Реме ушёл, оставив меня совсем одну. Я не могла вернуться к своим родным. Они ненавидели меня за то, что я обманула их надежды. Они ненавидели меня за то, что я старалась быть независимой. А может они ненавидели меня за то, что я напоминала им, как именно меня сделали женой отца Гэвена, королевой.

source: The other woman maybe would just give up. Maybe, if I would have different heart, I would just beg my father for admission into his castle. But I am Lorin. I took soldiers Reme gave me for my protection and I rode east. I knew people there, who could help me. Akladians would not fight for me, I was sure of that; So I had to find someone else who would.
ru: Другая женщина просто махнула бы на всё рукой. Может, будь я другим человеком, я поклонилась бы отцу с просьбой впустить меня в замок. Но я - Лорин. Вместе с солдатами, которых Реме дал мне для защиты, я двигаюсь на восток. Я знаю, что там есть люди, которые мне помогут. Я абсолютно уверена, что акладианы не станут сражаться за меня. Что ж, я найду тех, кто станет.

source: They were called Aragwaithi, which in their barbarian and unworthy language meant something like 'noble'. They were mercenaries offering their services to anyone. They were not race, though in past times their ancestors came here from distant lands. Now, they accepted everyone into their ranks. I've heard that even some Akladians found their place amongst them.
ru: Они называют себя арагвейтами. На их убогом дикарском языке это означает что-то вроде "благородные". Они нанимаются на службу к кому угодно. Давным-давно их предки пришли сюда из дальних краёв, но это не раса. В их ряды может попасть любой. Я слышала, что среди них встречаются даже акладианы.

source: From all underlings in Wesnoth, they were those, who resisted us the most. In last battle, when all other Wesnothians were running for their life, Aragwaithi stood and fell to the last one. That's why we cutted their head off, their hands and legs, so in after life they could not be danger for us.
ru: Из всех дикарей Веснота они сопротивлялись нам ожесточённее всех. В последней битве, когда все остальные веснотцы бежали, спасая свои жизни, арагвейты стояли и бились до последнего. Поэтому мы отрубали им головы, руки и ноги, чтобы и в загробной жизни они больше не представляли угрозы.

source: I found one of their sietches and talked to their leader, called Andrey Yaranov. I wanted swords, and I had gold; they had swords and wanted gold. So we struck the deal very fast. I felt uneasy amongst them, with their eyes, hair, faces screaming that they are underlings. But I told myself they are just swords; hired swords.
ru: Я нашла один из их шатров и поговорила с их вожаком Андреем Ярановым. У меня было золото, мне нужны были мечи. У них были мечи, им нужно было золото. Мы быстро договорились. Среди них я чувствовала себя неуютно. Среди глаз, волос, лиц, кричащих о дикарской породе. Но я уговаривала себя, что это просто оружие. Наёмное оружие.

source: Andrey Yaranov
ru: Андрей Яранов

source: Oyre Mathauri
ru: Ойре Матаури

source: So, let's put it all together. You agree to pay 14 gold pieces per swordman, 15 gold pieces for archer and 18 for spearman, right?
ru: Ну что, подведём итоги. Вы согласны платить 14 золотых за мечника, 15 золотых за лучника и 18 золотых за копьеносца, так?

source: Yes. And you will do everything I will order you to do.
ru: Да. А вы будете выполнять всё, что я прикажу.

source: Nonono. I've explained you already. We are not zombies you can hire to do anything. We, unlike Akladians, have CODEX. We follow rules.
ru: Нет-нет-нет. Я уже объяснял. Мы не ходячие чучела, с которыми Вы можете делать что угодно. В отличие от акладиан у нас есть КОДЕКС. Мы соблюдаем правила.

source: I don't know why I bear your impertinency, underling.
ru: Не знаю, как я терплю твои наглые выходки, дикарь.

source: One more reference to underling, and you will have to bear it no more. And then we will see who will fight for you. Even your own family didn't wanted you.
ru: Ещё одно слово про дикарей, и Вам больше не придётся ничего терпеть. А потом посмотрим, кто будет за Вас сражаться. Да Вы не нужны даже собственной семье.

source: They did wanted me, but I would have to live in shame, in darkest and deepest part of their castle, to never see light again.
ru: Я им нужна. Но только для того, чтобы запереть меня в самом позорном, тёмном и дальнем углу замка и никогда больше не выпускать на свет.

source: Or they would kill you outright, isn't that the way Akladians deal with people who they think dishonoured them? Funny thing, that Akladian honor.
ru: А может они просто Вас убьют. Кажется это любимый акладианский способ решения вопросов чести? Забавная это штука - акладианская честь.

source: Hmm.. That's not those we were expecting. We have to kill them so they wouldn't see our guests!
ru: Хм... Это не те, кого мы ждём. Они не должны увидеть наших гостей. Скорее, уничтожьте их.

source: Ok, so the plan is to take over the castle and then... we will see.
ru: Так-так. Что ж, план таков. Мы захватываем этот замок а потом... потом посмотрим.

source: Are you sure you choosed the right castle? He was saying something about the guests.
ru: Вы уверены, что не ошиблись с выбором замка? Они что-то там говорили о гостях.

source: Shut up, underling. I don't want anyone to kill their leaders: leave that privilege to me, I have to interrogate them first!
ru: Закрой рот, дикарь. Главное - не убивайте лордов. Оставьте это мне. Сначала я их допрошу.

source: One more reference to underling, and I am leaving, do you understand?
ru: Так! Еще одно слово про дикарей, и я ухожу, поняла?

source: Before you will kill me, I have to tell you one thing: you are one damn good fighter, Lorin.
ru: Перед смертью я хочу сказать одну вещь. Ты чертовски хорошо сражаешься, Лорин.

source: That's LADY Lorin for you. You are going to tell me a lot more. First, who are those guests you were talking about?
ru: Для тебя - ЛЕДИ Лорин. Ты должен сказать мне не одну вещь. Во первых: кто эти гости, о которых вы говорили?

source: I have no idea. We gathered supplies for them for quite a long time. It has to be quite large army.
ru: Понятия не имею. Продовольствие мы заготавливали довольно долго. Должно быть это огромная армия.

source: And now..
ru: Ну что ж...

source: You were fine warrior, Reumario. I want to honour you.
ru: Ты был хорошим воином, Ромарио. Я хочу оказать тебе честь.

source: Off with your left ear! And now tell me more about this guests!
ru: Я отрежу тебе левое ухо! И ты расскажешь мне всё об этих гостях!

source: I told you I know nothing about them! Aaargh!
ru: Я же сказал: я ничего не знаю о них! А-а-а!

source: Liar! Speak!
ru: Ложь! Говори!

source: I do not think he will tell you anything more, my lady. He's dead. By the way, are you one of those Akladian girls who like leather and whips?
ru: Не думаю, что он скажет что-нибудь ещё, леди. Он мёртв. Кстати, вы не их тех акладианских девушек, которые обожают кожу и плети?

source: Be silent, underling.
ru: Молчи, дикарь.

source: One more reference to underling and I am leaving, do you understand?
ru: Ещё одно слово про дикарей, и я ухожу, понятно?

source: Where are those supplies! Speak, or I will cut you to pieces!
ru: Где эти запасы? Говори, или я разрежу тебя на кусочки!

source: Uh, I, I am not sure...
ru: О... Я... Я не уверен...

source: Well, what about this:
ru: Как насчёт этого:

source: I would be honoured to have you in my army.
ru: Я предлагаю тебе присоединиться к моей армии.

source: After this battle you will be able to recruit Akladian Clanmembers, Warriors and Wisemen again.
ru: После этой битвы вы снова сможете вербовать членов клана, воинов и знахарей акладиан.

source: Uh.. Yes, why not. I can join you. But only after this battle, I do not want to fight my comrades.
ru: О... Хорошо, я присоединюсь к тебе. Но только не сейчас. Я не хочу сражаться со своими товарищами.

source: I would let you live.
ru: Я оставлю тебя в живых.

source: Thank you, Lorin. Frankly, I had not expected such behavior from you. As a sign of my gratitude, I will allow some of members of my clan to serve you.
ru: Благодарю, Лорин. Честно говоря, я не ждал от тебя этого. В знак своей благодарности я позволю некоторым людям своего клана перейти к тебе на службу.

source: After this battle you will be able to recruit Akladian Clanmembers again.
ru: После этой битвы вы снова сможете вербовать членов клана акладиан.

source: In our magazins and..
ru: На складах и....

source: Do you think I'm stupid? You have to have some hidden magazins or treasury! Speak!
ru: Ты считаешь меня дурой? У вас должны быть тайные склады и сокровищницы! Говори!

source: Aargh! Yes, we have hidden treasury in my castle, here, I will show you.
ru: А-а-а! Да, у нас есть тайники в замке, я тебе покажу.

source: You received 100 golden pieces.
ru: Вы получили 100 золотых.

source: Would you allow him to leave now?
ru: Теперь-то ты его отпустишь?

source: Yes, he may live.
ru: Да. Пусть живёт.

source: No, he is too dangerous.
ru: Нет. Он слишком опасен.

source: What did I say about killing their leaders? Huh? Huh?
ru: Что я говорила о начальниках? А? А?

source: But..
ru: Но...

source: What? Are you hearing impaired or something? Leave their leaders for me.
ru: Что? У тебя плохо со слухом? Оставь лордов мне!

source: Before I will kill you, I want you to tell me few things. First, you were talking about some guests, tell me more!
ru: Ты должен кое-что рассказать мне перед смертью. Во первых: вы говорили о каких-то гостях. Я хочу знать о них больше.

source: You are afraid, aren't you? They will came here in great numbers: Huge, Orcish army. Better start to run, witch.
ru: А ты боишься, да? Они придут сюда в несметном количестве. Огромная орочья армия. Лучше убегай прямо сейчас, ведьма.

source: Orcs? I fought them already. Good opponents, not like you. I am looking forward to meet them.
ru: Орки? Я уже встречалась с ними. Достойные противники, не то, что ты. Предвижу, что ещё встречусь с ними.

source: Orcs? I've never fought with orcs. I would love to meet them, I've heard they are good soldiers.
ru: Орки? Никогда раньше с ними не воевала. Буду рада их встретить, говорят, они отличные бойцы.

source: And now, tell me more..
ru: А теперь скажи мне...

source: You were worthy opponent, Oyre Mathauri. How can I honour you?
ru: Ты достойный противник, Ойре Матаури. Что ты хочешь в знак уважения?

source: By kissing my hairy dirty arse, witch.
ru: Поцелуй мою грязную волосатую задницу, ведьма.

source: Seem you have wasted your last wish. Now die!
ru: Похоже, ты зря истратил своё последнее желание. Умри!

source: What orcs are doing here and why are awaiting them?
ru: Что тут делают орки, и почему их так ждут?

source: Where do you hide the gold?
ru: Где ты прячешь золото?

source: Gold? What gold? I know nothing about AAARGH it's in safe place, I will show you!
ru: Золото? Какое золото? Я не знаю где золото... А-а-а... в надёжном месте. Я покажу!

source: You have received 100 golden pieces.
ru: Вы получили 100 золотых.

source: He isn't able to tell anything more. I can't decide whether I should admire your ruthlessness or despise your cruelty.
ru: Он уже ничего не сможет сказать. Не пойму: то ли мне восхищаться Вашей твёрдостью, то ли ужасаться Вашей жестокостью.

source: You may admire my generosity.
ru: Можешь восхищаться моим великодушием.

source: Orcs? Bor Cryne told us to wait for them here. We will go then kill every one who is unworthy of being Akladian. Those, who violated our customs, who are underlings friends, those who even offended our God by marrying by them. Only then God will again be fond of us and he will reward us with completing of our conquest of Wesnoth.
ru: Орки? Бор Крайн приказал ждать их здесь. Потом мы должны были пойти и убить всех, кто не достоин находиться рядом с акладианами. Тех, кто нарушает наши устои, кто путается с дикарями, тех, кто бросил вызов нашему Богу, сочетавшись браком с дикарём. Только тогда Господь снова полюбит нас и дарует в награду окончательную победу над веснотцами.

source: Interesting theory. So, basically Bor Cryne wants to eliminate all of his opponents?
ru: Занятная теория. А сперва Бор Крайн решил убрать всех соперников?

source: Hey, Reumario, what will you say about that? Akladians allying with orcs to kill other Akladians? Quite a dishonorable thing, don't you think?
ru: Эй, Ромарио, что скажешь по этому поводу? Акладианы объединяются с орками чтобы убивать акладиан? Довольно подло, как ты думаешь?

source: I didn't know..
ru: Не знаю...

source: So now you know. And what you will do about it?
ru: Теперь знаешь. И что ты собираешься делать?

source: I don't know.
ru: Не знаю.

source: I will kill you and rip off your head.
ru: Я убью тебя и отрежу твою голову.

source: What about joining us against those orcs?
ru: Хочешь присоединиться к нам и сражаться с орками?

source: Will you join us to fight those orcs? Or would you prefer to ally with those madmen wanting to slaughter their own kin?
ru: Хочешь вместе с нами сражаться против орков? Или предпочитаешь вместе с этим безумцем убивать своих родичей?

source: Yes.. I will join you.
ru: Да... Я пойду с вами.

source: So, we won.
ru: Итак, мы победили.

source: Disappointed? Wanted to have more action?
ru: Расстроилась? Хотела ещё повоевать?

source: There will be enough action when orcs will come.
ru: Когда придут орки, ещё навоюемся.

source: What part of the phrase 'do not kill their leaders, leave that for me' have you not understood?
ru: Какое слово во фразе: "Не убивайте лордов, оставьте их мне" было не понятно?

source: But it was self-defense!
ru: Это была просто самозащита!

source: Yeah, sure. God, why those males are thinking I can't handle my enemies myself?
ru: Ну да, конечно. Господи, почему эти мужчины думают, что я не смогу сама разобраться со своими врагами?

source: So, we took over the castle. Quite pleasant surprise. What now?
ru: Итак, мы взяли замок. Приятный сюрприз. Правда?

source: Surprise? What do you mean by that?
ru: Сюрприз? Что ты имеешь в виду?

source: I meant that I thought we wouldn't be able to take that castle, because...
ru: Я думал, у нас не получится, потому что...

source: Because what? You think that just because I am a weak woman I can't take a castle?
ru: Потому что что? Ты думаешь, что раз я слабая женщина, я не могу захватить замок?

source: No, I just.. Oh, heavens, the castle has good defensive position and.. Stop it. What are you going to do now?
ru: Нет, я просто... О, небо, просто у этого замка отличная оборонительная позиция и... Ну хватит. Что мы будем делать теперь?

source: Well, haven't you heard? Some army, orcish, is coming here. We have to prepare defense. And then we will think what else.
ru: Ты разве не слышал? Сюда идёт какая-то орочья армия. Мы должны приготовиться к обороне. А потом подумаем, что делать дальше.

source: Well, I have my own castle. That's for starters. Now I need more gold, so I guess we would have to kindly ask our neighbours for some. But we need some time to rest and cure the wounded.
ru: Итак, у меня есть свой собственный замок. Это для начала. Теперь мне нужно больше золота. Я думаю, мы должны любезно попросить об этом соседей. А пока нам нужно отдохнуть и перевязать раны.

source: Strange thing, but it seems that killing so many of them you gained their respect.
ru: Странное дело. Чем больше ты их убиваешь, тем больше они тебя уважают.

source: What so strange in that?
ru: Чего странного?

source: Anyway, it seems that some of them could even fight for you.
ru: Похоже, некоторые из них даже предпочли бы перейти на твою сторону.

source: Inside of the castle we found a lot of supplies. I hope we will find good use for it.
ru: В замке нашли много запасов. Надеюсь, мы сможем достойно ими распорядиться.

source: A woman! Woman killed me! Aaargh!
ru: Женщина! Меня убила женщина! А-а-а!

source: What? Is he some kind of misogynist?
ru: Что? Он женоненавистник?

source: I lose to a woman? Nooo...
ru: Проиграть женщине? Не-е-ет...

source: You really can fight. I want to honour you before my death.
ru: Ты в самом деле умеешь драться. Умирая, я славлю тебя.

source: What's wrong with you, Akladians? They hated you, you started to kill them and now they start to like you? Are you all some kind of glutton for punishment?
ru: Что вы за люди, акладианы? Они ненавидят тебя. Ты начинаешь убивать их и тут ты снова начинаешь им нравиться? Вы что, питаетесь жестокостью?

source: She's a fighter! I could even fight for someone like her...
ru: Она настоящий воин! Я никогда не дрался ни с кем подобным...

source: Sorry, I am not a necromancer.
ru: Извини, я не некромант.

source: They seem to respect you now. Strange.
ru: Кажется они начинают тебя уважать. Странно.

source: Breaking the Circle
ru: Прорыв кольца

source: Note from campaign developer: If you have just downloaded campaign and started playing instantly, it may happen that some of unit images are not appearing. In such case try to restart Wesnoth; usually it helps - szopen.
ru: Замечание разработчика кампании. Если кампания запущена сразу после загрузки, может случиться так, что изображения некоторых соединений будут не видны. В этом случае попробуйте перезапустить "Битву за Веснот". Обычно это помогает. -- szopen.

source: The moments are slowly turning into hours as they slip through my fingers...
ru: Мгновения медленно обращались часами, протекая сквозь пальцы...

source: Do you hear me, my son? I am losing hope, you must awaken... It was supposed to be just a showdown; kill a few rebels, scare the rest. Now your father is slain and you are lying here, not stirring - for how many days now? I don't even know if you can hear me or if you care. It's so strange to call a man who is just few years younger - my son. I wish I knew your real mother: at least I would know with whom I am competing.
ru: Слышишь ли ты меня, сын мой? Я уже не надеюсь, что ты очнёшься... Мы рассчитывали просто показать свою силу, предать смерти нескольких бунтовщиков и устрашить остальных. И вот отец твой мёртв, а ты лежишь здесь без движения... Сколько же дней прошло? Я даже не знаю, слышишь ли ты меня, чувствуешь ли ты что-нибудь? Так странно называть сыном человека, который всего на несколько лет меня младше. Хотела бы я быть знакомой с твоей настоящей матерью: по крайней мере я знала бы, чьё место занимаю.

source: Our people came here from the eastern lands long before my birth. Our race's fate is to rule over the world; Your grandfather smashed the underling armies in the field and stormed their castles. They were weak, divided, they had no gods to protect them and had forgotten the ways of the sword long ago; they were truly destined to be our slaves.
ru: Наш народ пришел сюда из восточных стран задолго до моего рождения. Править миром - вот удел нашей расы. Твой дед громил армии дикарей на поле боя и штурмовал их замки. Слабые и разобщенные, не имевшие богов-покровителей, они были вынуждены надолго забыть путь меча. Быть нашими рабами - вот их подлинное назначение.

source: We burned their palaces, towns, and castles; there was nothing worthy there. They were telling us that they put their legends and wisdom on paper, they tried to imprison history in their books - and we burned it all, to make sure they have poetry, wisdom and history no more. We made certain that every last shred of hope these people had was consumed in flames.
ru: Мы жгли их дворцы, города и замки; там не было ничего, заслуживающего нашего внимания. Нам рассказывали, что они хранят свои легенды и знания на бумаге, пытаются заключить историю в книгах, и мы жгли всё, чтобы быть уверенными: их поэзии, их мудрости, их истории больше не существует. Мы следили, чтобы самый последний клочок надежды этого народа был предан огню.

source: I was only five when your grandfather died and divided his kingdom between his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the Underlings' hate for us had not abated, and our own people were uneasy with having such a queen.
ru: Мне было всего пять лет, когда твой дед умер, разделив свое королевство между сыновьями; шесть лет, когда твой отец подавил первое восстание. Я никогда не понимала, почему он выбрал твою мать... Было ли это просто физическое влечение, или же он пытался примириться с завоёванным народом через брак с женщиной из числа их знати? Если последнее, то он горько обманулся; ненависть дикарей к нам не ослабла, а наш народ был крайне недоволен такой королевой.

source: When your mother died, I was chosen as your father's next wife. Whether or not this was an act to appease the clans is uncertain, but it is certain that he wanted an heir whom our people would not question. He wanted me to give him another son, and I failed him. Our people had abandoned their old ways, and God turned his back on us as we had to him. Without his guidance and support, the Underlings wiped our armies from large part of Wesnoth and reclaimed some of their lost provinces.
ru: Когда умерла твоя мать, следующей женой твоего отца была избрана я. Хотел ли он таким образом примирить ропчущие кланы, или нет, бесспорно то, что ему нужен был наследник из собственного племени. Твой отец ждал от меня рождения нового сына, но я не оправдала его ожидания. Вековые традиции пошатнулись, и Господь отворачивался от нас, когда мы обращались к Нему. Без Его опеки наши армии были сметены с большей части Веснота. Дикарям удалось вернуть несколько когда-то потерянных провинций.

source: And now you lie here, defenseless and vulnerable. Your father's death has shown me how weak my position was and how despised you were along with your father. Behind your back they call you a mixling, a bastard, a creature not fit to sit on the throne. And as for me.. if you die, I would be just a wife of a despised king, stepmother of an hated heir; I will have no right to live. If I had given birth, I would be your mortal enemy, but I had not. I know there was a lot of ill feeling between us, but now I am the only one you can trust and you are my only hope...
ru: И вот ты лежишь здесь уязвимый и беззащитный. Смерть твоего отца открыла бедственность моего положения и презрение народа к вам. За глаза тебя называли полукровкой и ублюдком, тварью, недостойной занимать трон. А что до меня... После твоей смерти я останусь вдовой презираемого короля и мачехой ненавидимого наследника; мне не оставят права жить. Если бы я родила сына, то была бы сейчас твоим смертельным врагом. Этого не произошло. Много вражды было между нами, но сейчас лишь я - человек, которому ты можешь доверять, и лишь ты - моя единственная надежда...

source: skirmisher
ru: застрельщик

source: Eol Areon
ru: Эол Ареон

source: Iree Rothe
ru: Айри Роти

source: Reuke Rothe
ru: Ройке Роти

source: Strome Ohavenort
ru: Строме Оавенорт

source: Reonee
ru: Реони

source: Aueree
ru: Ауэри

source: Raoke
ru: Раоке

source: Oyre
ru: Ойре

source: Heinric the Redbeard
ru: Хейнрик Рыжебородый

source: Militiaman
ru: Городской стражник

source: Assassin
ru: Убийца

source: He regained consciousness, my lady!
ru: Госпожа, он приходит в сознание!
