Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Well, Akladians from Easkladia were defeated by Wesnothians in battle near Broken Heart Runlet. I think it is because God hide his face from us. Their king escaped. If you asked me, I will answer that Easkladia is finished.
ru: Ну, акладианы из Искладии были разбиты весотцами в битве при Ручье Разбитых Сердец. Думаю, это потому, что Господь отвернулся от них. Король их бежал. Если кто-нибудь меня спросит, я скажу, что с Искладией покончено.

source: We have no king now and because of that, according to custom other Hagarthens should wait one year until one of them would be invited to rule Vakladia by either regent or council of lords. But we have no regent either and lords are fighting amongst themselves. So I think sooner or later Hagarthens from other kingdoms will invite themselves.
ru: У нас сейчас нет короля, поэтому, согласно обычаю, остальные Хагартены должны ждать год прежде, чем регент или совет лордов призовёт кого-нибудь из них на трон Вакладии. Но регента у нас нет, а лорды бьются друг с другом. Думаю рано или поздно Хагартены из других королевств придут сами.

source: Other Hagarthens? How many of them?
ru: Остальные Хагартены? А сколько их?

source: There is old Perien from Easkladia, but he has troubles on his own, there are two brothers: Luc and Gauri from Guilcorta and there is Buffin from Okladia. Well, there is also gossip that new messiah will come and he will led Akladians to true greatness...
ru: Есть старый Перьен из Искладии, но ему сейчас хватает своих проблем. Ещё есть братья Люк и Гаури из Гилкорты и Баффин из Окладии. А ещё ходят слухи о том, что придёт новый мессия, который поведёт акладиан к истинному величию...

source: My lord! Isn't that this Gaumhaldric, about whom we've heard so many tales?
ru: Милорд! Это же тот самый Гэмхальдрик, о котором мы столько слышали!

source: It would be honour to join your army.
ru: Для меня будет большой честью присоединиться к твоей армии.

source: My lord, will we accept that unit into our army? It is loyal unit, but it's just simple Peasant.
ru: Милорд, возьми с собой этого парня. Он простой крестьянин, но очень предан.

source: Hans
ru: Ганс

source: Yes, this is good enough reason.
ru: Да, это хорошая причина.

source: Gold? I thought you are fighting for freedom, not gold. I am so dissapointed.
ru: Золото? Вроде бы ты сражаешься за свободу, а не за золото. Нет, я не согласен.

source: East from here.
ru: На востоке отсюда.

source: East from here. But please, be hurry.
ru: На востоке отсюда. Поспеши!

source: Large army went there not long ago. Orcs, Akladians, Outlaws. I don't know what are their intentions, but I think they are not extremely friendly.
ru: Не так давно в ту сторону прошла большая армия. Орки, акладианы, разбойники. Не знаю, что им было нужно, но доброжелательно они не выглядели.

source: The greatest news of them all is that you have saved the Oracle. This - this is so wonderful I can't find proper words to describe it.
ru: Величайшей новостью для всех нас было то, что ты спас Оракула. Это... это так прекрасно, что я просто не нахожу слов!

source: Who's there? Friend or foe?
ru: Кто здесь? Друг или враг?

source: Friend.
ru: Друг.

source: A lot of friend came to us recently. There are Akladians in your army, I think. Why should I trust you?
ru: К нам тут зачастило множество друзей. У твоём войске есть акладианы. Почему я должен тебе верить?

source: And die in first fight. No, thank you.
ru: И умереть в первую же ночь. Нет, спасибо.

source: Really? Well, If so, one of our boys may join your army.
ru: Правда? Ну, если так, один из моих парней может пойти с тобой.

source: John
ru: Джон

source: Dead people do not bring gold home.
ru: Мёртвые не несут золото домой.

source: Well, I don't know. He may live in free kingdom of Elensefar.
ru: Ну, не знаю. Может быть он живёт в свободном королевстве Эленсефар.

source: A lot of interesting things happened recently! Two girls were born in my village, the same day and even the same hour! Fat Robert lost a horse in the forest, it was robbed by outlaws, I think.
ru: Всё время случается что-нибудь интересное. У нас в деревне две девочки родились в один день и даже в один час! Толстый Роберт потерял свою лошадь. Думаю, её свели разбойники.

source: Why do you dislike Lorin?
ru: Почему тебе так не нравится Лорин?

source: Tell me about Karen
ru: Расскажи мне о Карен.

source: You must be kidding. This woman is so hard to live near I cannot understand why Yaranov seemed to have crunch on her.
ru: Ты наверное шутишь. Рядом с этой женщиной невозможно находиться. Не могу понять почему Яранов сходит по ней с ума.

source: Weeell, she is my oldest daughter. From her youth she always wanted to be great fighter, and she always tried to be the best.
ru: Нуууу, она моя старшая дочь. С самого детства она мечтала стать великим воином и всегда старалась быть лучшей.

source: I'm kind of surprised that she is not here with us.
ru: Я удивлён, что её сейчас нет с нами.

source: Hey Reme, what's going on?
ru: Эй, Реме, что происходит?

source: Nothing really. I think your under.. Wesnothian soldiers started to - well, maybe not like - but to tolerate me.
ru: Ничего. Думаю, твои дик... веснотские солдаты стали мне... ну, может не совсем... в общем, я стал терпимее к ним относиться.

source: Nice to hear that.
ru: Рад это слышать.

source: Mother, what's going on?
ru: Мать, что происходит?

source: Mother? I think you said I am not your real mother?
ru: Мать? Мне казалось, ты говорил, что я тебе не мать.

source: I'm sorry. I was really angry.
ru: Извини. Я был в бешенстве.

source: What happened that night we left Freetown?
ru: Что происходило ночью перед нашим уходом из Фритауна?

source: What do you think about Karen?
ru: Что ты думаешь о Карен?

source: What Oracle did tell you?
ru: Что сказала тебе Оракул?

source: I've told you I will not tell you.
ru: Я уже говорила, что не скажу.

source: Nice child. In few years she even could pretend to be a woman.
ru: Милое дитя. Через несколько лет она даже сможет называться женщиной.

source: When I was young, I visited her and she told me.. No, I can't tell you. This was just between Oracle and me. The first part of her prediction is already fulfilled. The second part.. I think I will soon know that.
ru: Когда я была совсем юной, я пришла к ней, и она сказала... Нет, я не могу об этом говорить. Это касается только Оракула и меня. Первая часть пророчества уже сбылась. Вторая... Думаю, мы скоро узнаем.

source: The Woods of Okladia
ru: Ласа Окладии

source: Raul O Barron
ru: Рауль О'Баррон

source: Marlin Barrae
ru: Марлин Барре

source: There are no interrogations in this scenario.
ru: В этом сценарии нет допросов.

source: Kill all enemy leaders OR
ru: Убейте всех вражеских лидеров OR

source: Reach the signpost with Gawen.
ru: Доведите Гэвена до указателя

source: Everything is lost! The reinforcements for our enemies arrived! We have no chance now to win!
ru: Всё потеряно! К нашим врагам пришла помощь! Теперь нам не победить!

source: We've won! What should we do now?
ru: Мы победили! Что дальше?

source: We have to hurry before the enemy reinforcements will arrive here. Let's go.
ru: Нужно спешить, скоро подойдёт вражеское подкрепление. Пойдём.

source: Bar O Warhol
ru: Бар О'Вархол

source: The Oracle
ru: Оракул

source: The Oracle was the name given to woman living in ruins of old city. For generations there was always one female mage with foreseeing abilities living there, so long that no one remembered now how was the city once called. Now it was just the city of the Oracle.
ru: Оракулом называли женщину, жившую в руинах древнего города. Сменялись поколения, и всегда в руинах жила ясновидящая, с таких давних пор, что никто уже не помнил, как назывался город. Теперь это был просто город Оракула.

source: The city now was besieged. Four different armies, each under different leader, and it seemed this heavily contributed to fact the Oracle still could defend herself. Each army seemed to siege the city on its own. But this was almost last moment for a relief.
ru: Сейчас город был в осаде. У каждой из четырёх армий, был свой предводитель, и это оставляло надежду, что Оракула смогут защитить. Каждая армия нападала на город не зависимо от другой. Но похоже, это было последним утешением.

source: Matthias Ramon
ru: Маттиас Рамон

source: Oracle's Guard
ru: Страж Оракула

source: Baruk Urk
ru: Барук Урк

source: Orc
ru: Орк

source: Fat Bart
ru: Толстый Барт

source: Outlaw
ru: Разбойник

source: Burke Barien
ru: Бурке Бариен

source: Barien
ru: Бариен

source: Boren Rebarnon
ru: Борен Ребарнон

source: Rebarnon
ru: Ребарнон

source: Remember, the Oracle must be untouched. Do not kill the woman. Bor Cryne want to have her untouched.
ru: Запомните, Оракула трогать нельзя. Не убивайте жинщину. Бор Крайн обявил её неприкосновенной.

source: Bor Cryne may want whatever he wants. But the holy Oracle will be guest of the noble lord Uri van Roe.
ru: Бор Крайн может хотеть чего угодно. А Оракул будет гостьей благородного лорда Ури ван Рое.

source: You will settle that later. But everything else inside the city will belong to us!
ru: С этим вы разберётесь потом. Главное, что всё остальное, что есть в городе - наше!

source: Ha, ha, human. Everything, which will be left by us.
ru: Ха-ха, человек. Всё, что останется после нас.

source: Wait, I think someone is trying to help the besieged.
ru: Стой, похоже кто-то идёт на помощь к осаждённым.

source: Oracle was right, as always! Relief is coming! Faster, dammit, I don't know how long we can hold!
ru: Оракул как всегда была права! Помощь идёт! Скорей, чёрт возьми, я не знаю сколько ещё мы сможем продержаться!

source: Any enemy unit reaches the keep of the Oracle.
ru: Любой из вражеских отрядов достигает крепости Оракула.

source: I found her! I found her! The Oracle!
ru: Я нашёл её! Я нашёл ей! Оракул!

source: Everything is lost! They captured the Oracle!
ru: Всё пропало! Они схватили Оракула!

source: We've won! Great. Now, where is that famous oracle?
ru: Мы победили! Великолепно. Так где же этот знаменитый оракул?

source: You pronounce that 'the Oracle' by big O. But indeed, where is she?
ru: Говори "Оракул". С большой буквы "О". Но в самом деле, где она?

source: Oracle
ru: Оракул

source: Here I am. Voice speaking to those, who wants to listen. I know why you are here. I know who you are. Ask your questions and wait for the answers, for I know everything which will be and everything which may be.
ru: Я здесь. Глас звучит для того, кто хочет слушать. Мне известно, зачем вы пришли сюда. Мне известно кто вы. Спрашивайте, и услышите ответы. Я ведаю всё, что случится и всё, что может случится.

source: Everything? Then how it happened that you were besieged and almost captured? Why you had not escaped or called someone to help you?
ru: Всё? И как же случилось, что тебя осадили и почти взяли в плен? Почему ты не убежала или не позвала на помощь?

source: The answer to your question is the answer to your doubts. Why haven't I escaped? Why haven't I called someone for help? Why are you here?
ru: В ответе на твой вопрос ответ на твоё недоверие. Почему я не убежала? Почему я не позвала на помощь? Почему вы здесь?

source: Lady, we are searching for great mage, Deorien. Maybe you know...
ru: Леди, мы ищем великого мага Деориена. Может быть Вы знаете...

source: Search for Deorien in the ruins of the great city, where even wind cries when bringing back memories of marvelous past. But he will give you answers, some of which you may find unwelcome.
ru: Ищите Деориена среди руин великого города, где даже ветер рыдает, вспоминая прекрасные прошедшие дни. Но помните, что ответ его может вас не обрадовать.

source: Ruins of great city? What kind of answer is this? Where is that city? Why can't you give me straight answer?
ru: Руины великого города? Что за ответ? Где этот город? Почему Вы не говорите точнее?

source: I am Oracle. Why should I give straight answers? Why do you think my answer is not enough for you? Why do you think I should tell you more?
ru: Я Оракул. Откуда у меня точные ответы? Почему тебе кажется, что моих слов не достаточно? Почему ты считаешь, что кто-то может сказать больше?

source: Oracle.. I..
ru: Оракул... Я...

source: I know your questions, Lorin from Gallorae, clan which had more gold in hair of their daughters than in their treasures. First answer is yes, you are. Second is yes, he will be. third is no, you will never be.
ru: Мне известно что ты хочешь спросить, Лорин из Гэллоров, клана, чьи дочери носят золота в волосах больше, чем в кошельках. Ответ на первый вопрос: "Да, это ты". Ответ на второй вопрос% "Да, это он". Ответ на третий вопрос: "Нет, не вы".

source: No! No! There has to be better answer!
ru: Нет! Нет! Ответ должен быть другим!

source: As Oracle I have nothing more to say to you. As woman, I have one advise. There is only one man in this world which may change your future. I think you know his name. Go and find him. Beg him for forgiveness if you will have to. Stay with him as long as you can.
ru: Как Оракул я не могу сказать тебе ничего больше. Как женщина я могу дать тебе один совет. Есть только один мужчина в мире, который сможет изменить твоб судьбу. Думаю, ты знаешь кто это. Иди и найди его. Попроси у него прощения, если найдёшь. И оставайся с ним так долго, как только сможешь.

source: Is that all you wanted to tell me? Then know that I've heard, She-wolf of Haeltin have heard the Oracle, voice of God on earth. She has not heard the woman which is merely God's tool.
ru: Это всё, что ты хотела сказать? Тогда знай, я, Хэлтинская Волчица, услышала слова Оракула, гласа господнего на земле. И я не услышала слов простой женщины, игрушки в руках Господа.

source: Let's go, Gawen. Let's go.
ru: Пойдём, Гэвен. Пойдём.

source: I had not understand the discussion between you, and I have this feeling it was important. But why?
ru: Я не понял о чём вы говорили, хотя мне кажется, что это важно. Но почему?

source: You will understand that one day, young king. I wish you luck in you quest. I will give you one of my sergeants into your service. He will serve you loyally.
ru: Однажды ты всё поймёшь, юный король. Желаю тебе удачи в поисках. Один из моих стражей к твоим услугам. Он будет преданно служить тебе.

source: John Fasthood
ru: Джон Колпак

source: Okladia
ru: Окладия

source: So we marched into Okladia. Ruvio told me he was ALMOST sure where to find Deorien. I decided to trust him.
ru: Итак, мы вошли в Окладию. Рувио был ПОЧТИ уверен, что именно здесь мы найдём Деориена. Я предпочитал ему доверять.

source: Lorin was acting very strange. Often she was sitting outside our camp, her languid look wandering in the sky. I started to fret about this, but she refused any talk about her behaviour.
ru: Лорин вела себя очень странно. Она часто сидела в отдалении от лагеря, направив безжизненный взгляд в небо. Я начал всерьёз беспокоиться, но она пресекала любые разговоры по этому поводу.

source: Akladians weren't happy seeing mages marching together with them, but the personal authority of Gawen prevailed. However, he noticed that whatever were the objections raised by Akladians, they seemed to not care about that as much as their complaints indicated.
ru: Акладианам было тяжело наблюдать магов, шагающих вместе с ними, но личные приказы Гэвена были важнее. К тому же он видел, что на самом деле сложившаяся ситуация беспокоит акладиан куда меньше, чем они об этом говорят.

source: This was my first contact with undead, and I was happy that my troops passed this difficult test. I was hoping future battles with Grekulak's forces will be also won.
ru: Это была наша первая встреча с мертвецами и я был рад, что мои солдаты успешно прошли это трудное испытание. Я надеялся, что в будущих сражениях с войсками Грекулака мы тоже победим.

source: Farmer's daughter wasn't as beautiful as I expected. She was really gleefull seeing again her father. She kissed both me - and Lorin - leaving my step-mother in the state of total dismay.
ru: Дочь фермера была не так красива, как можно было ожидать. Она была так счастлива снова увидеть отца, что расцеловала не только меня, но и Лорин, чем немало обескуражила мою мачеху.

source: The Dead City
ru: Мёртвый город

source: The Haunted Place
ru: Замок с привидениями

source: The Road Back to Vakladia
ru: Обратно в Вакладию

source: Deorien
ru: Деориен

source: What should we do now, Ruvio?
ru: Куда пойдём, Рувио?

source: First, let us find Deorien. And then...
ru: Сначала поищем Деориена, а потом...

source: And then, we will earn the gratitude of the God by killing this offense to nature, this foul creature, this MAGE.
ru: А потом во славу Господа убьём эту ошибку природы, богомерзкую тварь, этого МАГА!

source: Stop it, Lorin.
ru: Лорин, прекрати!

source: I can't stop it. I have to care for Gawen. I am his step-mother, and I have to shelter him from God's wrath.
ru: Я не могу прекратить! Я беспокоюсь о Гэвене. Я его мачеха и должна уберечь его от гнева господня.

source: I care about him too.
ru: Я тоже беспокоюсь о нём.

source: And I always wondered why? Only because you have promised something to his mother?
ru: А я всегда удивлялась: почему? Только потому, что ты что-то там обещал его матери?

source: His mother.. Gawen's, Haldric's mother.. she was my fiance. We even had the date of our wedding fixed.
ru: Его матери... Матери Гэвена... Хальдрика... Она была моей невестой. Мы даже назначили день свадьбы.

source: Oh my God... Does that mean...
ru: О боже... Ты хочешь сказать...

source: No, Lorin. That does not mean anything. Gawen is Hagarthen from his blood and flesh.
ru: Нет, Лорин. Я ничего не хочу сказать. Гэвен - кровь от крови, плоть от плоти Хагартенов.

source: Ruvio, I didn't know...
ru: Рувио, я не знал...

source: And maybe I did the wrong thing telling you this. I loved your mother, Gawen. And I hated your father. But you have her eyes and look, not your father's.
ru: Наверное я не должен был от этом расказывать. Я любил твою мать, Гэвен. И ненавидел твоего отца. Но ты похож на мать.

source: So, should we go to the ruins of Weldyn?
ru: Итак, идёт в руины Вельдина?

source: So, should we go to this haunted ruins?
ru: Ну что, отправимся в руины к призракам?

source: So, should we go that way?
ru: Итак, идём туда?

source: So, should we go back to Vakladia?
ru: Ну что, обратно в Вакладию?

source: We are saved! Look, who came here - it's Gaumhaldric we heard so much about!
ru: Мы спасены! Посмотрите, кто пришёл! Это же тот самый Гемхальдрик!

source: Well, yes, it's me, but why do you think you need to be saved?
ru: Ну, да. это я. А от кого вас нужно спасать?

source: It's a whole story. You see, my lord, my daughter is most beatiful girl in whole neighbourhood. I knew this will bring disaster for us. Akladian lord wanted to marry her, and she foolishly refused.
ru: О, это долгая история. Видите ли, милорд, моя дочь - самая красивая девушка в округе. Я знал, что когда-нибудь у нас будут из-за этого проблемы. Акладианский лорд решил взять её в жёны. и она - дура - отказала.

source: This Akladian lord, from Skagrrae clan, was so enraged by this so he abducted her from our village and he promised to keep her in cage until she changes her mind. Please, let her free!
ru: Этот акладианский лорд из клана Скагре был так взбешён, чно выкрал её из деревни и пообещал держать в клетке, пока она не согласится. Пожалуйста, спасите её!

source: No problem. She seems from your description a girl with character, even for under.. uhmm.. anyway, we will release her, isn't it, Gawen?
ru: Не вопрос. Судя по твоему рассказу она девушка с характером, хотя и ди... э... в общем, мы освободим её, правда, Гэвен?

source: Yes, of course, but first I want to ask few questions.
ru: Конечно же, но сначала я хочу задать несколько вопросов.

source: The hard and gruelsome times are ahead, I can't release anyone to join your army
ru: Приближаются тяжёлые и жестокие времена. Я никого не могу отпустить с тобой.

source: Who?
ru: О ком?

source: Deorien, great mage.
ru: Деориен. Великий маг.

source: I don't know. Mages were all killed by Akladians long time ago.
ru: Не слышал. Всех магов давным-давно перебили акладианы.

source: Our king, Buffin, is gathering the army to take over the neighbouring kingdom of Vakladia.
ru: Наш король, Баффин, собирает армию чтобы захватить соседнее королевство Вакладию.

source: Take over the Vakladia? How?
ru: Захватить Вакладию? Как?

source: Previous king of Vakladia is dead. Usually Akladian lords should elect new Hagarthen for the throne, but their king left no heir. So they should pick regent and then sent for Hagarthen from other countries, but they instead were just fighting amongst themselves.
ru: Прошлый король Вакладии умер. Обычно акладианские лорды выбирают на трон нового Хагартена, но тот король не оставил наследника. Акладианы должны были назначит регента и разослать послов ко всем Хагартенам, но вместо этого перегрызлись друг с другом.

source: Interesting. Very, very interesting.
ru: Интересно. Очень и очень интересно.

source: There is haunted place east from here. People, who went there dissapeared. We don't know what happened to them.
ru: На востоке есть замок с привидениями. Люди, которые ходят в ту сторону, пропадают. Мы не знаем что там творится.

source: Our village is poor, we have no food, we have no gold, we...
ru: У нас бедная деревня, еды нет, золота нет, населена...

source: I don't want your food or gold. I just want to ask you few questions.
ru: Мне не нужно ни еды, ни золота. Просто хочу задать несколько вопросов.

source: We live in terror. Terrible things started to live in the ruins east from here. We wait for anyone who would let us free from fear.
ru: Мы живём в страхе. Ужасные вещи начали твориться в руинах на востоке. Мы всё время ждём кого-нибудь, кто избавит нас от этого кошмара.

source: No, not really.
ru: Нет, не уверен.

source: Tell me more about you and my mother.
ru: Расскажи ещё о вас с моей матерью.

source: There is not much to talk about. I told you. She was about to be my wife. In few days we would have our wedding. Gawen.. Please, don't ask me. It's too hard for me.
ru: Я уже говорил, рассказывать особо нечего. Она должна была стать моей женой. До свадьбы оставалось совсем немного. Гэвен... Пожалуйста не спрашивай. Мне слишком тяжело.

source: But you have a wife now, and you love her, isn't it?
ru: Но у тебя же теперь есть жена, и ты её любишь, так?

source: Yes. I love my wife, and my daughters. But sometimes, only sometimes.. I feel like if I betrayed her...
ru: Да. Я люблю свою жену и своих дочерей. Но иногда, время от времени... Мне кажется, что я предал её...

source: Don't worry about that. You will always be my friend.
ru: Не беспокойся так. Ты всегда будешь моим другом.

source: The thought that we are going to ally with mage is slightly disturbing me, my lord. But I think I will try to get used to that thought.
ru: Мысли о том, что придётся вступить в союз с магом выбивают меня из колеи, милорд. Но я думаю, что смогу с ними примириться.

source: Why do you want to kill Deorien?
ru: Почему ты хочешь убить Деориена?

source: Why you are so sad recently?
ru: Почему ты всё время грустишь?

source: Deorien is mage. Mages are to be killed. That's simple.
ru: Деориен - маг. Маг должен быть мёртв. Всё просто.

source: Please, do not ask. I start to regret some thing I have made.. And sometimes I am happy about it.. And I know I should have no hope, and yet sometimes...
ru: Пожалуйста, не спрашивай. Я начала раскаиваться в одном своём поступке. Но иногда я счастлива, что совершила его... Я знаю, что мне не на что надеятся. и однажды...

source: Neither do I, Gawen. Neither do I.
ru: Как и я, Гэвен. Как и я.

source: Deorien, can I have a word with you?
ru: Деориен, можно тебя на пару слов?
