Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: My respect and best wishes for everyone in this free city. I hope you will forgive mefor not boring you with a long and pompous traditional speech. The news I bring here is simple, and terrifying. The Orcish army has marched unnoticed into very heart of Wesnoth.
ru: Мои почтение и наилучшие пожелания всем жителям свободного города. Надеюсь, вы простите меня за то, что я надоедаю вам длинным и помпезным традиционным вступлением. Новость, которую я принёс, проста и в то же время ужасна. Армия орков незаметно движется маршем к самому сердцу Веснота.

source: No! That impossible! How that could possibly happened, they would have to cross through the free realms of the north, and..
ru: Что?! Это невозможно! Как это могло случиться, они же должны были пройти свободные королевства севера, и...

source: He is saying the truth, Huon. You have not seen the reports I've got.
ru: Он говорит правду, Хуон. Ты не читал донесения, которые получал я.

source: They indeed crossed the free realms of the north. The relations between humans are not of my business. Also, I will pretend that I have not noticed that you have called me a liar. The Orcish army appeared in Wesnoth, bringing back memories of the queen, whose name I will not utter.
ru: Они действительно прошли через свободные царства севера. Отношения между людьми не входят в сферу моих интересов. Так же я делаю вид, что не заметил того, что Вы назвали меня лжецом. Орочья армия, появившаяся в Весноте, заставляет вспомнить о королеве, чьё имя я не хочу произносить.

source: According to what we gathered, it's internal strife amongst Akladians. If Akladians are slaughtering each other, even if with Orcish help, why free people should be disturbed with that?
ru: Исходя из собранной информации, можно предположить, что это внутренний конфликт акладиан. Если акладианы режут друг друга, пусть даже с помощью орков, почему свободные люди должны об этом беспокоиться?

source: We, elves, believe that this is more than just an Orcish invasion and quarrels between Akladians. Something greater, something evil is hiding behind this. What it is, we do not know. I came here to both warn you, help you and ask for help. Find out the real reason the Orcish army is here. Who is hiding behind the invasion. We have our suspicions, but we want to be sure.
ru: Мы, эльфы, верим, что это больше, чем просто набег орков и акладианские междоусобицы. Нечто большее, дьявольское скрывается за этим. Что - мы не знаем. Я пришёл сюда как за тем, чтобы предупредить вас, помочь вам, так и за тем, чтобы самому попросить о помощи. Необходимо выяснить истинную цель появления здесь армии орков. Кто стоит за вторжением. У нас есть некоторые подозрения, но мы хотим убедиться наверняка.

source: We respect wisdom of the Elves, and we will fulfill your request. We will send two armies to catch Orcish leaders and investigate them. One will be led by Ruvio, second by Huon. Agreed?
ru: Мы уважаем мудрость эльфов, и исполним вашу просьбу. Мы вышлем две армии чтобы схватить предводителей орков и допросить их. Одну поведёт Рувио, другую - Хуон. Согласны?

source: No, Gwidle. My army will be led by this ... Gaumhaldric.
ru: Нет, Гвидл. Мою армию поведёт... Гемхальдрик.

source: I will join Huon with part of my escort, I will gave the rest of them to Ruv.. to Gah - uhm - haldreeck. My finest archer, my best captain, two fighters and another archer. In addition, would you prefer to get Scout or Shaman?
ru: Я присоединюсь к Хуону вместе со своими сопровождающими. Часть их я отправлю к Рув... к Гэ-эмм-хальдри-ику. Моего лучшего лучника, моего лучшего капитана, двух воинов и, пожалуй, ещё одного лучника. Кроме того, тожет быть Вы хотели бы видеть в своей армии разведчика или шамана?

source: I think that...
ru: Думаю, что...

source: A Shaman would be great.
ru: Шаман это отлично.

source: Kyobaine
ru: Киобейн

source: A Scout could be usefull.
ru: Разведчик мог бы оказаться полезным.

source: No, I think I would want more fighters.
ru: Нет, я думаю, нам достаточно воинов.

source: Actually I would like to have one more archer.
ru: На самом деле я бы хотел ещё одного лучника.

source: Elorain
ru: Элорайн

source: Milildur
ru: Милильдур

source: ambush
ru: засада

source: It would be honor to fight for you, Gaumhaldric.
ru: Для меня большая честь сражаться рядом с тобой, Гемхальдрик.

source: Your enemies are mine.
ru: Твои враги - мои враги.

source: The honor is mine.
ru: Но честь только моя!

source: Karen, you will stay here, with mother and sisters. It's too dangerous for you.
ru: Карен, ты останешься здесь с матерью и сёстрами. Всё это слишком опасно для тебя.

source: Of courrrrrse.
ru: Коне-е-ечно.

source: Arweena
ru: Арвена

source: Giombor
ru: Гимбор

source: Urandil
ru: Урандил

source: Another one bites the dust.
ru: Ещё один рухнул в пыль.

source: My arrows never miss!
ru: Мои стрелы не знают промаха!

source: My lord, I bet you are impressed!
ru: Милорд, надеюсь вы впечатлены.

source: Akladians, orcs, lizards and all others - when facing mighty Elorain, their fate is always the same!
ru: Акладианы, орки, ящерицы и прочие - рядом с могучей Элорайн всех их ждёт одна судьба.

source: No man or woman may oppose me when I have a bow or sword!
ru: Когда у меня лук или меч, ни мужчина, ни женщина мне не соперник!

source: Straight into your heart!
ru: Прямо в сердце!

source: Eat this!
ru: Съел?

source: I always shoot to kill. No need to remind me.
ru: Я всегда стреляю на поражение. Без напоминаний.

source: I stopped to count killed enemies when I turned 50.
ru: Когда убитых мной врагов стало больше полусотни, я просто перестала их считать.

source: Sword or Bow, who is better than me?
ru: С мечом или с луком, кто лучше меня?

source: For honour, in the name of Eloh!
ru: Во славу имени Эло!

source: Strength and honour!
ru: Честь и сила!

source: First kill this day.
ru: Убийство дня.

source: Death is my companion, she walks whenever I may roam
ru: Смерть - мой попутчик. Она приходит вместе со мной.

source: Killing without hate, dying without fear!
ru: Убивать без гнева, умирать без страха!

source: This is the fate which will come to all our enemies.
ru: Эта судьба ждёт всех наших врагов!

source: My sword and my honour, two unbreakable things!
ru: Честь и меч неразлучны!

source: Death to our enemies!
ru: Смерть врагам!

source: Wait! Do not die yet! I know you can hear me, answer me a few questions!
ru: Стой. Не умирай. Я знаю ты меня слышишь. Ответь на несколько вопросов.

source: Where did you hide the gold?
ru: Где ты прячешь золото?

source: Do you know where Reme Carrenemoe is?
ru: Ты знаешь где сейчас Реме Карренемо?

source: What do you know about the orcs?
ru: Что ты знаешь об орках?

source: Do you know anything about Lady Lorin?
ru: Ты слышал что-нибудь о леди Лорин?

source: That's all I wanted to know.
ru: Это всё, что мне нужно было узнать.

source: Gold? What gold? I have no gold hidden..
ru: Золото? Какое золото? У меня нет никакого золота...

source: Reme? Yes, I've heard about him. His clan castle was burned down by Outlaws. But he is alive, they captured him. I've heard they want to trade him to Bor Cryne. I have heard that they keep him in place known as Bontom, but I don't know where it is...
ru: Реме? Да, я слышал о нём. Замок его клана сожгли разбойники. Но сам он жив. Его взяли в плен. Я слышал, они хотят получить за него выкуп от Бора Крайна. Ещё я слышал, что его держат в местности под названием Бонтом, но я не знаю где это...

source: We were ordered to cooperate with orcs.. We were told orcs are our allies.. I know nothing more.
ru: Нам было приказано помогать им... Сказали, что орки - наши союзники. Больше я ничего об этом не знаю.

source: I hope the witch is burning in hell!
ru: Надеюсь эта ведьма горит в аду!

source: Leaving Raedwood
ru: Покидая Редвуд

source: Gawen and his soldiers spent only a few days in Freetown. Huon Ryedric and Mithrandil left the city going to the west. The very next day at the dawn Gawen marched to the south. The Mithrandil's elves were eager to show their abilities, finding the best paths in the forest.
ru: Гэвен и его солдаты провели во Фритауне всего несколько дней. Хуон Райдрик и Митрандил, покинув город, отправились на запад. На заре следующего дня Гэвен выступил на юг. Эльфы Митрандила изо всех сил старались показать своё умение отыскивать самые лучшие лесные тропы.

source: Akladians hated woods, passionately, Gawen was told. Yet, they established outpost at the edge of Raedwood, to protect their settlements in the plains from the avengers from the forest. For one or two men it would be easy to pass between them, unnoticed, but Gawen's army was too big for that.
ru: Из разговоров Гэвен знал, что акладианы люто ненавидели лес. Поэтому они поставили на краю Редвуда сторожевой пост для защиты жителей равнин от лесных мстителей. Один-два человека могли бы незаметно пройти здесь, но армия Гэвена была слишком большой.

source: Quivre O Raedbor
ru: Куивре О'Редбор

source: Hoyre Ramenari
ru: Ойре Раменари

source: So, what now? I appreciate that you are calling me your commander, but the truth is that I have no idea what to do next.
ru: Итак, что дальше? Я конечно ценю то, что вы считаете меня своим командиром, но, честно говоря, понятия не имею что делать дальше.

source: That's what advisers are for. Right now, we have to leave the forests. And then find the orcs, catch their leaders and that's it.
ru: Для таких случаев и существуют советники. План такой. Сейчас нам нужно выйти из леса. Потом найти орков и схватить их предводителей. Это всё.

source: I felt we had not enough gold for accomplishing the task which awaited us. So, I asked the others from the council of Freetown for help and they had agreed. We now have 200 golden pieces
ru: Я подумал, что нам не хватит золота, чтобы выполнить задание и обратился с просьбой к совету Фритауна. Они согласились помочь. Теперь у нас есть 200 золотых.

source: Karen! What are you doing here!
ru: Карен! А ты что тут делаешь?!

source: I apologise my lord. I was not able to stop her.
ru: Прошу прощения, милорд. Я опять не смог её остановить.

source: I'm sorry father. I just couldn't miss the opportunity to see how our great future king is doing great heroical things, the kind the great future kings usually do. You don't mind, don't you - Gaumhaldric?
ru: Прости, папа. Я просто не могла упустить случай посмотреть, как наш великий будущий король совершает великие героические поступки, которые обычно совершают великие будущие короли. Ты ведь не возражаешь, Гемхальдрик?

source: Karen, ..
ru: Карен, ...

source: I know. You hate me.
ru: Знаю, знаю. Ты меня ненавидишь.

source: Future king? What is she talking about?
ru: Будущий король. О чём это ты?

source: You didn't know? Your true mother was from long lines of the kings. The last of her branch. You are true heir to the throne of Wesnoth.
ru: Разве ты не знал? Твоя настоящая мать принадлежала к древнему королевскому роду. К последней ветви. Ты - законный наследник трона Веснота.

source: Along with your cousins from other branches, of course. They are all true heirs to the throne of Wesnoth.
ru: Конечно, вместе со своей кузиной из соседней ветки. Вы оба - законные наследники веснотского престола.

source: What? Ruvio, I don't want to be king.
ru: Что? Рувио, я не хочу быть королём.

source: You have no choice. This is your destiny.
ru: У тебя нет выбора. Это твоя судьба.

source: No, I don't want to. Besides, there are other heirs, why me? What should I do with those other cousins, if they won't recognise me as king?
ru: Нет, я не хочу. Кроме того, есть и другие наследники. Почему я? И что я буду делать с этой кузиной, если она не признает меня королём?

source: Why, you should fight them and kill them. That's kind a family tradition. Your mother haven't told you?
ru: Ну, ты должен будешь сражаться с ней, а потом убить. Это добрая семейная традиция. Твоя мама тебе не рассказывала?

source: No. I want only peace. I do not want to start civil wars, or fight for any thrones. No and let's not talk about it again.
ru: Нет. Я хочу только мира. Я не желаю начинать гражданскую войну и вообще сражаться с кем бы то ни было за трон. Никогда. И давайте больше не будет об этом говорить.

source: There will be time, when we will have to talk about it again. Now we should get through the lines of the Akladians.
ru: Наступит время, когда мы продолжим этот разговор. А сейчас мы должны пройти через позиции акладиан.

source: If I may suggest, my lord. We are here to gather news. But I don't think if interrogating eastern enemy leader have any sense. He does not look important enough. The second one, on the second hand...
ru: Разрешите совет, милорд. Мы ведь здесь для того, чтобы собирать информацию. Я не думаю, что есть смысл допрашивать начальника восточной крепости. Он не в курсе действительно важных вещей. Второстепенная фигура...

source: In this scenario, you may interrogate the leader with either Ruvio or Gawen, it would make no difference. Move Ruvio to signpost to ask him for advise.
ru: В этом сценарии допрос может вести как Гэвен, так и Рувио. Разницы нет. Если хотите услышать совет Рувио, подведите его к северному указателю.

source: Move Gawen to southern edge of the map OR
ru: Проведите Гэвена к южному краю карты ИЛИ

source: Kill all enemy leaders.
ru: Убейте всех вражеских лидеров.

source: Death of Gawen Hagarthen
ru: Смерть Гэвена Хагартена

source: Death of Karen
ru: Смерть Карен

source: Death of Ruvio
ru: Смерть Рувио

source: Uhmmm.. I should investigate him, right? So... Uhmm.. What you have eat for breakfast?
ru: Ну-у-у... Значит, его нужно допросить? Ну, скажем... Что ты ел сегодня на завтрак?

source: What ?!?
ru: Что?!?

source: Ah, never mind.
ru: Ладно, забудь.

source: Wait, do not kill him!
ru: Постой, не убивай его!

source: He is already dying. I do not think he heard us.
ru: Да он уже умер. Врядли он нас слышит.

source: Welcome, Gaumhaldric. It's first time I have a pleasure to fight for you. We, elves, are accustomed to fighting inside of forests. Our specialty are bows. Use us wisely.
ru: Приветствую тебя, Гемхальдрик. Я впервые имею удовольствие сражаться за тебя. Мы, эльфы, привыкли воевать в лесу. Наше главное умение - стрельба из лука. Распорядись им мудро.

source: Whom should I kill? They call me Elorain the eagle-eyed. Even in hot of battle, in most difficult circumstances, I still can hit target 6 times from every ten. Also, I can hide in forests and ambush enemies.
ru: Кого здесь нужно убить? Меня прозвали Элорайн Соколиный Глаз. Даже в самой жаркой битве, в самых сложных обстоятельствах, я могу поразить шесть целей из десяти. Кроме того я умею скрываться в лесу и незаметно нападать на врагов из засады.

source: I had no occasion to thank you that you have choosed me to fight for you.
ru: Пользуюсь случаем выразить благодарность за то, что ты избрал меня в свои соратники.

source: You already know, probably, that I can cure lighter wounds of your soldiers. But I know also spells, and I can slow down enemies, making them easy prey for other our units.
ru: Ты наверное уже знаешь, что я могу лечить лёгкие ранения. Но кроме этого я знаю заклинания, которые могут замедлять врага, делая его лёгкой мишенью для наших солдат.

source: Just as I've told you, I rarely miss!
ru: Как и было сказано, я редко промахиваюсь.

source: What the... The elves!
ru: Это же... Эльф!

source: Eeek! The elves! Green devils are here!
ru: Ик! Эльф! Зеленые демоны!

source: We fought our way out of forests. What now?
ru: Мы пробились к выходу. Что дальше?

source: Now Gaumhaldric the Great will accomplish all those amazing things bards will sing about him in future.
ru: Теперь Гемхальдрик Великий двинется к свершениям удивительных деяний, которые менестрели воспоют в веках.

source: Ruvio, could you please sent her back to home?
ru: Рувио, сделай милость, отправь её домой.

source: Stop it, kids. We have to go. We have a mission to accomplish.
ru: Дети, перестаньте. Надо идти. Мы должны выполнить задачу.

source: GREAT mission. Hey, Gaumhaldric, I think I just made a song about this. Do you want to hear it?
ru: ВЕЛИКУЮ задачу. Эй, Гемхальдрик, кажется я только что сочинила про тебя балладу. Хочешь послушать?

source: If I may suggest something, you may want to use elves. Six elves alone is the force which is strong enough to hold eastern leader, especially when using hit-and-run tactics. You may ignore one of the enemies at all and use all your forces against another one. Do not hurry, we have quite a lot of time.
ru: Насколько я понимаю, ты захочешь использовать эльфов. Шестерых эльфов в одном отряде достаточно, чтобы захватить восточного лидера. Особенно если использовать тактику "ударь и уйди". Ты можешь совершенно забыть об одном из врагов и сосредоточить свои силы на оставшемся. Не волнуйся, времени у нас достаточно.

source: Scouting
ru: Разведка

source: After leaving Forests of Raedwood, Gawen and his companions found themselves faced with the problem: what to do next and how to fulfill request of Mithrandil. Gawen wasn't sure what it does mean 'find the real reason of Akladian-Orcish alliance' and definitely had no idea how he was supposed to accomplish that.
ru: Выйдя из Редвудского леса, Гэвен с товарищами встали перед выбором: по какой дороге пойти, чтобы выполнить задание Митрандила? Гэвен не очень понимал, что значит "найти истинную цель альянса орков с акладианами" и совершенно не представлял, как это сделать.

source: I was still confused. When I saw Gawen, at first I had not recognised him. He had changed from the last time I saw him. He was just a kid then, now he looked more like a young man. Amazing change in just a few months.
ru: Я была смущена. Я даже не узнала Гэвена, когда увидела его. Он так изменился с тех пор, когда мы последний раз виделись. Ребёнок, а стал юношей. Удивительное превращение за несколько месяцев.

source: And he was amongst underlings. Underling child which tried to behave like a woman, underling man who looked like veteran of many battles, underling soldiers, and what's even worse: the elves. Green devils. But for last few months I was constantly amongst underlings, so I wasn't as moved as you could think.
ru: И его окружали дикари! Дикарская девочка, которая пыталась выглядеть женщиной, старый дикарь, который выглядел ветераном многих сражений, дикарские солдаты и, что самое ужасное, эльфы. Зелёные демоны. Впрочем я и сама в последние месяцы была окружена дикарями, поэтому потрясение было не таким сильным, какого можно было бы ожидать.

source: Gawen ordered his soldiers to march fast to the temporary base he made in the plains north from Barnon. He was affraid that more enemy forces would arrive, and wanted to take care of his wounded.
ru: Гэвен приказал своему отряду быстро двигаться к временному лагерю, разбитому в полях севернее Барнона. Он беспокоился, что вскоре подойдут основные силы врага, поэтому солдатам нужно было перевязать раны.

source: Fighting within swamps of Saorduc had not made anyone happy and Gawen's soldiers were delighted with leaving the frozen fens. They were all mired in strange mix of mud and snow, and this was not improving their mood.
ru: Битва в болотах Заурдака не воодушевила никого и солдаты Гэвена в радостью выбрались из замерзшей трясины. Ноги у всех вязли в странной смеси грязи и снега, что совершенно не повышало настроения.

source: After seeing the atrocities committed by orcs Gawen's soldiers were unusually silent. None was joking or singing, as usuall after last few battles. Everyone seem to think about their own families, wifes and children.
ru: После зрелищ зверств, произведённых орками, солдаты Гэвена были необычно молчаливы. Никто не шутил и не пел, как обычно после битвы. Все думали о собственных семьях, детях и жёнах.

source: I was finally free! I still couldn't believe in that. Not only I was free, but also Gawen, my king, was alive. It was real relief for me; the thought that I had abandoned him during battle of Barnon was haunted me for weeks.
ru: Наконец-то я был свободен! Всё ещё не могу в это поверить. И вдобавок Гэвен, мой король, был жив! Это было огромным облегчением. Неделями меняугнетали мысли о том, что я бросил его в битве при Барноне.

source: I was surprised that he was surrounded by underlings. But then, Gawen demanded that I should never use that word again, so I should start to think about them as 'Wesnothians'. I think the girl with red hair have a crunch on Gawen, and despite Lorin calling her 'a mite of a child' she was woman already, quite pretty for that.
ru: Я был удивлён тем, что его окружало столько дикарей. Потом Гэвен потребовал, чтобы я никогда больше не произносил это слово, и теперь я привыкаю думать о них как о веснотцах. Думаю, рыжеволосая девочка имеет виды на Гэвена и злится на Лорин, когда та называет её малым ребёнком. Пожалуй она уже вполне может называться женщиной.

source: Failing to save Reme really destroyed Gawen's mood. The news about Reme's death reached Gawen's temporary base soon after that.
ru: Неудачная попытка спасения Реме надолго испортила Гэвену настроение. Вскоре новости о смерти Реме дошли и до временного лагеря армии Гэвена.

source: I've seen a lot of orcs lately. They are going here and there, surprisingly disciplined and well-behaved for what I've heard about them. Well, yes, they killed and ate three of our cows and took our only horse, but that's what one can expect from any soldiers. Some orcish unit is garrisoned near Barnon, south from here.
ru: Недавно я видел много орков. Они ходили по деревне туда-сюда и вели себя на удивление аккуратно и воспитанно по сравнению с тем, что о них рассказывают. Конечно, они съели трёх наших коров и увели лошадь, но этого можно ожидать от любых других солдат. Несколько орочьих отрядов стоят в Барноне, к югу отсюда.

source: Reme? No, I have not heard about him.
ru: Реме? Нет, я ничего о нём не слышал.

source: Bontom? of course I know about it. It is a nice place west from here. Nice villages are there, my wife is from that area.
ru: Бонтом? Конечно я знаю о нём. Это живописное местечко к востоку отсюда. Там милые деревни. Моя жена из тех мест.

source: Well, and what do you propose in exchange?
ru: А что ты предлагаешь взамен?

source: What about this:
ru: Вот что:

source: If not, I will burn down that village
ru: Я сожгу твою деревню если ты откажешься.

source: I will pay you in gold
ru: Я заплачу тебе золотом.

source: Chance to fight against orcs and Akladians
ru: Возможность сражаться с орками и акладианами.

source: No offense, but I value my life more than gold
ru: Не хочу тебя обидеть, но я ценю свою жизнь дороже золота.

source: That supposed to convince me?!? Go away, little butcher. I will not talk to you more anymore
ru: Так-то ты привлекаешь союзников?! Убирайся, маленький мясник. Я больше не хочу говорить с тобой.

source: And this is good reason, because..?
ru: И это стоящее дело, потому что... ?

source: Because...
ru: Потому что...

source: You may have some fun!
ru: Это неплохое развлечение!

source: You will earn some gold in process!
ru: Ты сможешь немного разбогатеть.

source: People not fighting for freedom are not worth it. Are you?
ru: Люди, которые не сражаются за свободу, не достойны её. А ты?

source: What, are you coward? Afraid of few orcs?
ru: Ты что, трус? Испугался кучки орков?

source: Well.. Yes, why not. One of our men can handle a bow. You could have some use of him
ru: Ну... А почему бы и нет? Один из наших умеет обращаться с луком. Может он тебе пригодится.

source: Ringo
ru: Ринго

source: Ha, ha, and I thought you were serious.
ru: Ха-ха, а я подумал, ты серьёзно.
