Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Now, I will meet best marksman.. Death never misses.
ru: Вот я и встретила лучшего стрелка... Смерть никогда не промахивается.

source: Ha! $ano_elorain_$random
ru: Ха! $ano_elorain_$random

source: Ha! $ano_milildur_$random
ru: Ха! $ano_milildur_$random

source: My lord, I fought with you so many battles.. I can accept money from you no more. Please, treat me like a friend, not like a hired soldier.
ru: Милорд, мы сражались плечом к плечу в столь многих битвах... Я больше не могу принимать от вас плату. Прошу считать меня своим другом, а не наёмным солдатом.

source: The 'A New Order' campaign was brought to you by: Arkadiusz D. Danilecki 'szopen' : storyline, coding, story images, portraits, original sprites for Akladians. Wayfarer/Shadow : sprites for Aragwaithi and corrections of Akladian sprites
ru: Кампанию "Новый порядок" разработали для вас Аркадиуш Д. Данилецки 'szopen': сюжет, программирование, иллюстрации, портреты, спрайты акладиан. Wayfarer/Shadow: спрайты арагвейтов и исправления спрайтов акладиан

source: bug reports, english errors corrections. Outlaw level 3 pack is maintained by scott and shadow Many thanks to Torangan and ivanovic for patience and explaining how wescamp works; Jetryl and Pickslide for art advises; elvish pillager and turin for hints on wml and unit stats; and all others from wesnoth forum.
ru: сообщения об ошибках, поправки к английскому тексту. Разработка соединений разбойников 3 уровня - scott и shadow Огромная благодарность Torangan и ivanovich за терпение и разъяснения работы вдижка wescamp; Jetryl и Pickslide за советы по графике; elvish pillager и turin за подсказки по WML и характеристикам соединений; а также всем участникам форума Wesnoth.

source: TRANSLATIONS: A. D. 'szopen' Danilecki: Polish translation Capitol and Tephlon : Swedish translation Geoffroy Douillie : French translation Jose Gordillo: Catalonian translation nikita: Russian translation
ru: Переводчики: A. D. 'szopen' Danilecki: перевод на польский Capitol и Tephlon: перевод на шведский Geoffroy Douillie: перевод на французский Jose Gordillo: перевод на каталонский Алексей Ремизов: перевод на русский

source: If you liked the campaign, please post your feedback at wesnoth forum (http://www.wesnoth.org/forum/). I invested a lot of time into this campaign, just as translators and others did; in return I would love to hear some opinions about it from people who played it.
ru: Если кампания вам понравилась, оставьте свой отзыв на форуме Веснота (http://www.wesnoth.org/forum/). Я посвятил разработке кампании много времени, так же, как и переводчики и прочие. В ответ я хотел бы услышать мнения тех, кто проходил кампанию.

source: Crater
ru: Кратер

source: Akladian Chieftain_c
ru: Глава клана Акладиан

source: leadership
ru: лидерство

source: The best of Akladian warriors are choosed to lead their clans.
ru: Лучшие воины акладиан избираются главами кланов.

source: sword
ru: меч

source: blade
ru: клинок

source: Akladian Chieftain_g
ru: Глава клана Акладиан

source: Akladian Chieftain
ru: Глава клана Акладиан

source: Akladian Clanmember
ru: Член клана Акладиан

source: Akladian Clanmembers are core of Akladian tribes. They are raised in culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for defense of their kingdoms.
ru: Кланы составляют основу народа акладиан. Члены кланов растут в культуре, исповедующей насилие, и с детства слышат, что их предназначение - управлять миром. В результате, несмотря на неважные доспехи и вооружение, они могут быть довольно опасны, особенно в больших группах. Рядовые члены кланов призываются на службу только в случае необходимости защиты королевства.

source: short spear
ru: короткое копьё

source: pierce
ru: укол

source: Akladian Darknite
ru: Тёмный рыцарь Акладиан

source: After spending whole their life in constant fight, Darknites are excellent warriors and formidable opponents, hated and feared in world of Wesnoth. They know no pity and except none.
ru: Всю свою жизнь тёмные рыцари проводят в непрерывных боях. Это превосходные бойцы и грозные соперники, которые не знают жалости ни к кому. Их ненавидят и боятся во всём Весноте.

source: tough
ru: выносливость

source: fast attack
ru: быстрая атака

source: fighter
ru: боец

source: Akladian Fastfoot
ru: Адьютант Акладиан

source: Akladian Fastfoots are members of personal armies of Akladian lords. They are almost professional soldiers, being equipped by their masters. Having light armour, they put all their hope in mastering of the sword.
ru: Адьютанты акладиан составляют личные войска акладианских лордов. Это почти профессиональные солдаты, которых экипирует собственный господин. Одетые в лёгкую броню адьютанты больше полагаются на своё мастерство владения мечом.

source: sword dancer
ru: мастер меча

source: fast
ru: быстрый

source: firststrike
ru: первый удар

source: Akladian Holyman
ru: Праведник Акладиан

source: cures
ru: лечение

source: Devoting their whole life to task of healing and curing, Akladian Holymans are respected amongst tribes, and useful to Akladian lords.
ru: Всю свою жизнь праведники посвящают заботам об исцелении ближних. Их уважает народ, и охотно берут на службу акладианские лорды.

source: staff
ru: посох

source: impact
ru: толчок

source: Akladian Homeguard
ru: Ополченец Акладиан

source: Facing hostility of all other nations, Akladians had to create special units devoting whole their life to guarding the settlements of the clans.
ru: Перед лицом агрессии со стороны остальных народов акладианы были вынуждены создавать специальные отряды, задачей которых была охрана поселений кланов.

source: female^Akladian Lady
ru: Леди Акладиан

source: While relationship between sexes in Akladian society is far from equal treatment, all woman are expected to be able to handle weapons, and those who are wifes or children of great warriors are commonly thought to master use of the sword as well as their husbands or fathers.
ru: Хотя у акладиан и нет равенства в отношениях полов, всем женщинам полагается уметь обращаться с оружием. Считается, что жёны и дочери великих воинов должны так же мастерски владеть мечом, как их мужья и отцы.

source: Akladian Leader
ru: Командир Акладиан

source: Some of the Akladian warriors because of their personal achievements or their descendency are leading the others, starting their career which some day may result in leading the whole tribe.
ru: Некоторые акладианские воины, благодаря своим личным качествам или происхождению, начинают карьеру командира и могут стать предводителями всего племени.

source: Akladian Light Infantry
ru: Лёгкий пехотинец Акладиан

source: The best of Akladian warriors are choosed by their lords to serve in their regular armies, and they became professional soldiers. They have to equip themselves, however, which results in light armour and spear being their weapon of choice.
ru: Лучших бойцов акладианские лорды отбирают для службы в регулярной армии, и те становятся профессиональными солдатами. Солдаты должны экипировать себя за свой счёт, поэтому они чаще выбирают легкие доспехи и простые пики.

source: spear
ru: копьё

source: Akladian Lord
ru: Лорд Акладиан

source: Those of chieftain who gained enough reputation and fame may end as leaders of whole tribes.
ru: Главы кланов, пользующиеся уважением и почётом, могут стать предводителями целого племени.

source: Akladian Pikeneer
ru: Пикейщик Акладиан

source: Akladian Pikeneers are members of permanent personal armies of Akladian lords, being closest thing to regular army Akladians have. They receive all needed supplies and their weapons from their master, whom they owe personal loyalty.
ru: Акладианские пикейщики это солдаты постоянных личных армий акладианских лордов. Из всех воинских соединений акладиан они больше всех похожи на регулярную армию. Пикейщики преданы лично своему хозяину, который снабжает их вооружением и продовольствием.

source: pike
ru: пика

source: female^Akladian Princess
ru: Принцесса Акладиан

source: NEED SOME DESCRIPTION HERE
ru: Описание отсутствует

source: Akladian Protector
ru: Защитник клана Акладиан

source: Veterans of many fights and surviving many defenses against invading enemies, Protectors forms caste of excellent warriors with their own codex, devoting whole their life for protecting their clans.
ru: Ветераны сражений, оставшиеся в живых после отражения бесчисленных нападений вражеских захватчиков, защитники составляют касту превосходных бойцов с собственным уставом, посвящая всю жизнь защите своего клана.

source: armoured
ru: защищённый

source: female^Queen
ru: Королева Акладиан

source: leadership,skirmisher
ru: лидер,застрельщик

source: Akladian Raider
ru: Охотник за добычей

source: Many Akladians join the armies of their lords, making the war their true profession. War provides them sense of life and means of life.
ru: Для многих акладиан, присоединившихся к армии своих лордов, война - единственная профессия. Война определяет их образ жизни и даёт средства существования.

source: Akladian Shieldguard
ru: Щитоносец Акладиан

source: Those of Akladians who can afford it, wear better armour forming units which become last stands of hope if the enemy seeking revenge for the raids siegs home settlements of the clans.
ru: Акладианы, не стеснённые в средствах, носят улучшенную броню, составляя отряды, которые оказываются последней надеждой, когда горящий жаждой мести враг осаждает поселения кланов.

source: Akladian Sturmknight
ru: Штурмовик Акладиан

source: Raids are well paid job and thanks to them many Akladians manage to equip themselves with better armour and weapons.
ru: Боевые походы неплохо оплачиваются, и благодаря этому многие акладианы могут обеспечить себя оружием и бронёй лучшего качества.

source: Akladian Warrior
ru: Воин Акладиан

source: Spending their times in constant fights and raids, many Akladian clanmember become warriors, joining army not only in defense but also in raids against neighbouring lands.
ru: Проводя время в постоянных битвах и походах, многие члены кланов акладиан становились воинами и вступали в армию чтобы не только защищать свои земли, но и нападать на соседей.

source: Akladian Wiseman
ru: Знахарь Акладиан

source: heals
ru: исцеление

source: Akladian Wisemans are those very few from tribes, who study herbs and ways to heal, instead to harm and kill people
ru: Акладианские знахари это те немногие люди племени, кто изучает травы и искусство лечения вместо того, чтобы калечить и убивать людей.

source: Akladian Wonderman
ru: Кудесник Акладиан

source: Very rare amongst Akladian tribes, Wonderman are those who spend their whole life studying ways of healing. They do not ignore even experiences of Wesnothians, and learned few valuable tricks in process.
ru: С давних пор акладианы называли кудесниками тех, кто всю свою жизнь посвятил науке исцеления. Кудесники не гнушались использовать опыт веснотских мудрецов, перенимая некоторые полезные трюки.

source: lightbeam
ru: луч света

source: holy
ru: святой

source: magical
ru: магический

source: Brigand
ru: Разбойник

source: sickle
ru: серп

source: crossbow
ru: арбалет

source: City Militia
ru: Городской стражник

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
ru: Городская стража набирается из числа жителей веснотских городов. Их обычные задачи - следить за порядком в городе и охранять городские стены.

source: mace
ru: булава

source: sling
ru: праща

source: Hagarthen
ru: Хагартен

source: When the youth of the Gawen Hagarthen had passed, he understood that to became respected amongst his tribe he must became skilled in sword as well as in politics.
ru: Когда юность Гэвена Хагартена прошла, он понял, что уважение народа нужно заслуживать не только политической мудростью, но и воинскими умениями.

source: Henchman
ru: Шестёрка

source: Henchmen are good for one thing: following orders. They are not very smart or creative, neither of which is required to swing a club at an enemy. Never far from their leader, they tend to work in groups (attacking one at a time). With enough experience they can learn to swing a bigger club or throw things, but not both.
ru: Шестёрки могут только одно: выполнять приказы. Они не блещут умом и сообразительностью, исключая случая, когда надо помахать дубинкой перед чьим-нибудь носом. Стараясь не уходить далеко от своего главаря, они имеют привычку работать вместе (набрасываясь всеми на одного). Набравшись опыта, они могут научиться махать большой дубинкой или швыряться всякими штуками, но не всё вместе.

source: club
ru: дубинка

source: bow
ru: лук

source: dagger
ru: кинжал

source: Being one of four daughters of great warrior was never an easy task. Hearing from childhood about battles, knights and great deeds of her father, Karen early decided that being a good housewife is definetely not her destiny.
ru: Быть одной из четырёх дочерей великого воина - непростая задача. С детства слыша истории о битвах, рыцарях и великих подвигах отца, Карен давно решила, что участь смирной домохозяйки не для неё.

source: Lord Hagarthen
ru: Лорд Хагартен

source: Medics are non-combat units, devoted to helping wounded.
ru: Лекари не принимают участия в сражениях. Они заняты тем, что помогают раненым.

source: Rogue Mage
ru: Маг-мошенник

source: short sword
ru: короткий меч

source: missile
ru: ракета

source: cold
ru: холод

source: Always loyally serving royal family of Wesnoth, Ruvio skills in sword and crossbow became better than above average, to say it modestly; Even though the age had its impact on Ruvio, he still is dangerous opponent.
ru: Рувио всегда преданно служил королевской семье Веснота. Его навыки в обращении с мечом и арбалетом, мягко говоря, гораздо выше среднего. Хотя время и потрепало этого человека, он остаётся опасным противником.

source: Shadow Lord
ru: Сумрачный лорд

source: astral blade
ru: астральный клинок

source: shadow bolt
ru: стрела тени

source: shadow blast
ru: взрыв тени

source: Shadow Mage
ru: Сумрачный маг

source: ice blast
ru: взрыв льда

source: Young Hagarthen
ru: Юный Хагартен

source: The clan of Hagarthen was ruling the Akladian kingdoms for many generation. This heritage and this burden causes even young Hagarthen to try (sometimes without big results) to become better warriors than others.
ru: Клан Хагартенов правил королевствами акладиан на протяжении многих поколений.

source: training sword
ru: учебный меч
