Repository: wescamp/A_New_Order-root
Catalog: po/*.po
Languages: ru

source: Why you waited until I came to you?
ru: Почему ты ждал когда я приду сам?

source: What are your plans for the future?
ru: Какие у тебя планы на будущее?

source: Why you and oracle waited until I came to Weldyn? Why you haven't declared me messiah before?
ru: Почему вы с Оракулом ждали пока я приду в Вельдин? Почему вы не объявили меня мессией раньше?

source: Because I wasn't sure whether you are the right person. I had to see you in person to decide. Besides, you had to made the name of your own, You have to became famous amongst both Akladians and Wesnothians. A year ago you were a boy without his name. Now, you have gain some reputation.
ru: Потому что я не был уверен, что ты тот, о ком мы думали. Чтобы сделать правильные выводы я должен был увидеть тебя лично. С другой стороны, ты сам должен был заслужить свою славу. Ты должен был стать известным среди акладиан и веснотцев. Год назад ты был безымянным мальчиком. Сейчас ты известная личность.

source: We will declare you king of Wesnoth and Vakladia, and messiah. As messiah you will become ruler also of all Akladians. I hope Akladians will back you, as well as Wesnothians. Then we will defeat orcs and those of Akladians who will oppose you. And then we will stop Grekulak invasion.
ru: Мы объявим тебя мессией и королём Веснота и Вакладии. Как мессия ты станешь лидером акладиан. Надеюсь акладианы примут тебя так же охотно, как и веснотцы. Затем мы разобьём орков и тех акладианских лордов, которые выступят против тебя. И в итоге мы остановим вторжение Грекулака.

source: Noooo!
ru: Не-е-ет!

source: Our scouts have reported that king Buffin has gathered huge army.
ru: Разведка доложила, что король Баффин собрал огромную армию.

source: Our soldiers will defeat him single-handly. Besides, someone here was saying that once Gawen will be declared 'messiah' everyone will greet him and there will be much rejoicements.
ru: Наши солдаты победят его одной левой. С другой стороны кое-кто говорил, что как только Гэвена объявят мессией, все будут славить его и радоваться.

source: Someone must go to Oracle and tell her it's the time. This would have to be one, very brave man.
ru: Кто-то должен прийти к Оракулу и сказать ей, что время пришло. Это должен быть один очень храбрый человек.

source: I will go.
ru: Я иду.

source: My lord, do not listen to him. I will go.
ru: Милорд, не слушайте его. Пойду я.

source: Ruvio, I want you by my side. And besides, who said that...
ru: Рувио, ты нужен мне здесь. С другой стороны, кто сказал, что...

source: So, it is decided. I will go.
ru: Ну, если вы всё выяснили, то я пойду.

source: My lord, please. It can't be Akladian, because Akladians have no experiences with sneaking and hiding. I, on the other hand, sneak and hide for half of my life. I will reach Oracle safely and then I will go to Freetown to tell the elders about everything, so they could gird themselves for the final fight and prepare everything for you to come.
ru: Милорд, выслушайте. Нельзя посылать акладана, потому что они не умеют красться и скрываться. Я же кардусь и прячусь половину своей жизни. Я спокойно дойду до Оракула, а потом отправлюсь во Фритаун рассказать старейшинам обо всём, чтобы они могли подготовиться к последней битве и подготовить народ к Вашему приходу.

source: Will you allow me to finish? Who said I have agreed? I don't want to be neither king or messiah. Why me? Why not someone else? This is all insane. I will lead the army happily, but ...
ru: Вы дадите мне договорить? Кто сказал, что я согласен? Я не хочу быть ни королём, ни мессией. Почему я? Почему не кто-то другой? Всё это безумие. Я рад командовать армией, но...

source: Sigh. Once again, this can't be anyone else. Only you can unite Wesnothians and Akladians, because only YOU ARE from royal lines of the two nations. I thought I explained that to you already. You simply had no choice. Well, you can of course leave whole country in the chaos instead.
ru: Ох. Повторю ещё раз: больше некому. Только ты можешь объединить веснотцев и акладиан потому, что ТОЛЬКО ТЫ одновременно принадлежишь к королевским семьям обоих народов. У тебя просто нет выбора. Нет, конечно же ты можешь бросить всю страну в хаос.

source: And, by the way, from this moment stop using the name of Gaumhaldric. From this moment everyone should address you as Gawen Haldric Hagarthen, king of whole Wesnoth and Akladia.
ru: И, кстати, с этого дня прекрати называть себя Гемхальдриком. Отныне все должны называть тебя Гэвен Хальдрик Хагартен, король Веснота и Акладии.

source: Now, finally! With a bit of luck, Ruvio will die, and we will reclaim the throne without the 'help' of him and under... others.
ru: Ну, хватит! Может нам повезёт, и Рувио убьют. Тогда мы сможем захватить трон без "помощи" магов и дик... прочих.

source: Ha! They were hiding some gold here!
ru: Ха! Они спрятали тут немного золота!

source: You have received 50 gold pieces
ru: Вы получили 50 золотых.

source: False king - do you enjoying your frail victory? Ha, ha, go to that witch, your step-mother, and screw her until you still have time...
ru: Ложный король, радуешься своей бесславной победе? Ха-ха, иди к это ведьме, своей мачехе, и

source: I've never tortured any prisoner and I've never hurt anyone who was innocent, as far as I know. But you, Cryne... You have killed Karen.
ru: Я никогда не пытал пленных и, насколько мне известно, не трогал невиновных. Но ты, Крайн... Ты убил Карен.

source: You think I am afraid?
ru: Думаешь, напугал меня?

source: I won't hurt you - I will give you to children of those Wesnothians murdered at Freetown. Great warrior killed by children - what about it?
ru: Я хочу замучить тебя. Я отдам тебя детям тех, кто был убит во Фритауне. Великий воин замучен детьми, звучит?

source: You won't do it, mixling. I've heard a lot about you and I knew you before. It does not suit you. You are walking honour brought to life.
ru: Ты не сделаешь этого, полукровка. Я слышал достаточно о тебе и знаю тебя с давних пор. Это не в твоих правилах. Ты славишь жизнь.

source: Don't test me, Cryne.
ru: Не испытывай меня, Крайн.

source: Bor Cryne, tell me...
ru: Скажи мне, Бор Крайн...

source: Who have hired assassin who was sent after me?
ru: Кто нанял убийцу, который когда-то преследовал меня?

source: Why you allied with orcs and Grekulak?
ru: Зачем ты объединился с орками и Грекулаком?

source: Who poisoned my mother?
ru: Кто отравил мою мать?

source: That's all I wanted to know
ru: Это всё, что я хотел узнать

source: You really don't know? Ha, ha! I forgot - you are so away from the real life. Gallorae's did. The clan of your step-mother. Ha, ha, ha! You really didn't know! I wish I could see Lorin's face, when you will skin her alive!
ru: Ты действительно не знаешь? Ха-ха! Я забыл, ты далёк от реальной жизни. Это сделали Гэллоры. Клан твоей мачехи. Ха-ха-ха! Ты и в самом деле не знал! Я хотел бы посмотреть на лицо Лорин, когда ты будешь живьём сдирать с неё кожу!

source: To purify the world and prepare it for the coming of God's messiah!
ru: Чтобы очистить мир и приготовить его к приходу мессии!

source: Do you really believe in that? Do you, Bor?
ru: И ты действительно в это веришь? Ты, Бор?

source: And do you believe you are messiah? We would kill all underling's friends and anything would be as it should be. Grekulak would rule the world, we, Akladians would rule the humans and I would rule Akladians...
ru: А ты веришь в то, что мессия это ты? Мы должны убить всех дикарских дружков и так и будет, потому что так должно быть. Грекулак должен править миром, акладианы должны править людьми, а я - править акладианами...

source: I did! And I regret he failed - but what one can expect from underling...
ru: Я! И до сих пор жалею, что он провалил задание. Впрочем, чего ещё можно было ожидать от дикаря?..

source: Uri van Roe - do you remember that day on Barnon, when you have betrayed me?
ru: Ури ван Рое, ты помнишь тот день в Барноне, когда ты предал меня?

source: Do you believe in God, Uri?
ru: Веришь ли ты в Бога, Ури?

source: I... what?
ru: Я... Что?

source: Why I was able to win? Why I am able to defeat people like you? Why Akladians, who allied with so called 'underlings' are alive and well, and those, who were with you and Bor, are cursed by all Akladian and Wesnothian people alike?
ru: Почему я побеждаю? Почему мне дано одерживать победу над любьми вроде тебя? Почему акладианы, которые близко сходятся с так называемыми "дикарями", дивы и здоровы, а те, кто пошёл за тобой и Бором, одинаково проклинаются и акладианами и веснотцами?

source: God withdraw his support from us, because we abandoned his paths, and he is punishing us.
ru: Бог отвернулся от нас потому, что мы сошли с верного пути. Это его наказание.

source: Think about it, Uri. Indeed, you have abandoned his paths. Because it is you who are punished, not those, who are with me.
ru: Подумай об этом, Ури. Конечно же вы сошли с верного пути. Так почему прокляты вы, а не те, кто рядом со мной?

source: Aargh! I feel... cold...
ru: А-а-рх! Я чувствую... холод...

source: No, wait, don't die yet - please, answer me few questions...
ru: Подожди, не умирай! Ответь на несколько вопросов...

source: And why.. should I do it?
ru: А почему... я должен это делать?

source: They are different kinds of death.
ru: Есть разные способы умереть.

source: Because your king ask you
ru: Потому что так приказывает твой король.

source: You are trying to scare me? Ha, ha.. I am dying already... And I won't tell you anything.
ru: Пытаешься меня напугать? Ха-ха... Я уже умираю... И не хочу с тобой разговаривать.

source: My king? Ha, ha, that's funny.. I have no king...
ru: Мой король? Ха-ха, смешно... У меня нет короля...

source: Then tell me because I made you laugh before death.
ru: Тогда поговори со мной за то, что я развеселил тебя перед смертью.

source: All right then. Ask me, young king.
ru: Ну хорошо. Спрашивай, юный король.

source: Please tell me..
ru: Скажи пожалуйста...

source: You sold poison to Lorin's clan once.
ru: Однажды вы продали яд клану Лорин.

source: Lorin's clan once bought the poison from the outlaws. Do you know why?
ru: Клан Лорин однажды покупал яд у разбойников. Ты знаешь зачем?

source: Yes.. I remember it. Indeed, they bought poison from us. <cough>
ru: Да... Я помню это. Конечно они покупали у нас яд. <кха>

source: But why? And when?
ru: Но зачем? И когда?

source: I don't know for sure, but it was just before your mother was poisoned. The poison we sold them was very specific - it's hard to mistake the symptoms.
ru: Я точно не знаю, но это было незадолго до того, как умерла твоя мать. Яд, который мы продали, был особый: его действие трудно с чем-нибудь перепутать.

source: Everything I've heard about your mother's death, fits perfectly our poison. I can't be sure, of course, but I think Lorin's clan bought the poison to kill your mother... <cough>
ru: Всё, что я слышал о смерти твоей матери, очень похоже на действие нашего яда. Конечно, я не всё знаю, но думаю, что клан Лорин покупал яд именно для того, чтобы отравить королеву... <кха>

source: Wait! You could be my right hand. You could be second just to the God ruling the world. All gold of all continents, all woman and everything you could dream for...
ru: Постой! Ты можешь стать моей правой рукой. Ты будешь вторым после бога. Золото всех континентов, все женщины мира, всё, о чём ты только можешь мечтать...

source: There is only one thing I was dreaming about, and you could do nothing do make it real.
ru: Я мечтаю только об одном, и исполнить это не в твоих силах.

source: Was it a woman? I know people all too well, I was amongst them for hundred years. She died, and you wish she would be with you? I can make it real. I can bring her back.
ru: Ты говоришь о женщине? Я хорошо знаю людей, я жил среди них тысячи лет. Она умерла, но ты всё ещё хочешь, чтобы она была рядом? Я могу сделать это. Я верну её.

source: You could bring back only a thing which would be mockery of her former self. There is no place under the sun for things you would want to do.
ru: Ты можешь только верунть её оболочку, пародию на человека. По солнцем нет места для твоих затей.

source: Curse you, whole Akladian race! Curse you! And I put my curse on you, Gawen Hagarthen!
ru: Будь проклят народ акладиан! Будь проклят! И будь проклят ты, Гэвен Хагартен!

source: Oh no! Our spiritual leader is dead! Run for your life!
ru: О нет! Наш духовный лидер убит! Бежим!

source: Master! Master! Without your will, our army will stop to exist! Noooo!
ru: Хозяин! Хозяин! Без твоей воли наша армия не может существовать! Не-е-ет!

source: I know you - I've heard about you! She-wolf of Haeltin!
ru: Я тебя знаю, я слышал про тебя! Хэлтинская Волчица!

source: Oh thank you, yes, I am she-wolf of Haeltin.
ru: О, спасибо. Да, я Хэлтинская волчица.

source: Then it is not that great disgrace as I thought...
ru: Значит, я не так опозорен, как думал...

source: Frankly, I don't care.
ru: Честно говоря, мне плевать.

source: Bor, I am calling to you! Arise, arise!
ru: Призываю тебя, Бор! Восстань! Восстань!

source: So I will have a chance to kill you anyway!
ru: Что ж, у меня будет ещё один шанс убить тебя!

source: I think it's time to get use of all our reserves!
ru: Думаю, настало время задействовать все резервы!

source: Abducted Bride
ru: Похищенная невеста

source: The peasants told Gawen that the lord of the neighbouring territory, Bark O Skagrrak, kidnapped a young girl trying to force her to the marriage. The decision to save the poor girl came natural for Gawen.
ru: Крестьяне расказали Гэвену, что соседний лорд Барк О'Скагррак похитил юную девушку, чтобы заставить её выйти за него замуж. Естественно, Гэвен принял решение спасти бедную девушку.

source: Rurk Skagrrae
ru: Рурк Скагрре

source: Bark O Skagrrak
ru: Барк О'Скагррак

source: Rurk, report about your preparations.
ru: Рурк, доложи о готовности.

source: We are ready, my lord. Where will we be going? Are the gossip I've heard about the hordes on our eastern border true?
ru: Мы готовы, милорд. Куда направляться? Слухи об ордах на нашей восточной границе правда?

source: What gossip? Ghosts invading the castles? Rurk, I thought you are a reasonable man. Ghosts and undead are stories for Wesnothians, I think king Buffin is making this gossip himself to scare Wesnothians and to prevent them from thinking about the next rebellion.
ru: Что за слухи? Призраки захватили замок? Рурк, я считал тебя разумным человеком. Призраки и мертвецы это веснотские байки. Скорее всего король Баффин сам распускает эти слухи, чтобы веснотцы больше боялись и меньше думали о новом восстании.

source: So why are we preparing the army?
ru: Так для чего тогда мы собрали армию?

source: You don't have to know. You have to fulfill my orders.
ru: Это не твоего ума дело. Просто выполняй мои приказы.

source: They keep that poor girl somewhere north from their castle. We have to release her and help her return to her father.
ru: Они держат бедную девушку на севере от замка. Нужно освободить её и проводить к отцу.

source: ... aaand of course we have to kill all the bastards who kidnapped her.
ru: ... и конечно нужно перебить ублюдков, которые её выкрали.

source: This isn't necessary.
ru: Это не обязательно.

source: I know.
ru: Я знаю.

source: My Lord, this seems to be perfect task for Elvish Avenger. I may sneak right to the cage and free that girl!
ru: Милорд, похоже здесь есть работа для эльфийских мстителей. Я могу прокрасться прямо к темнице и освободить девушку!

source: Release peasant girl which is kept in a cage and move her to the northern edge of the map.
ru: Освободите крестьянскую девушку из темницы и проведите её к северному краю карты.

source: Death of Deorien
ru: Смерть Деориена

source: Euridica
ru: Эвридика

source: Don't thank us, it's not over yet. You have to escape. I guess we can escape to the north.
ru: Не стоит благодарностей. Ты должна бежать. Думаю, бесопаснее всего идти на север.

source: Move peasant girl to the northern edge of the map.
ru: Доведите крестьянку до северного края карты.

source: Father! Father! I can't see!
ru: Папа! Папа! Я ничего не вижу!

source: Oh no! We have failed our mission!
ru: О нет! Мы всё испортили!

source: The poor girl is saved and we may now continue our quest.
ru: Несчастная девушка спасена. Мы можем вернуться к нашему заданию.

source: Yes - Gawen Hagarthen, great future waits for you. Do not let it wait for too long.
ru: Да, Гэвен Хагартен. Тебя ждёт великое будущее. Не заставляй ждать слишком долго.

source: Rats! They are more dangerous that I thought! Bring the reinforcements!
ru: Крысы! Они сильнее чем я думал! Вызывайте помощь!

source: Haunted Place
ru: Замок с привидениями

source: Mal-Ulrival
ru: Мал-Улривал

source: Be carefull, my lord. We do not know what may hide in those ruins.
ru: Осторожнее, милорд. Неизвестно кто скрывается в этих развалинах.

source: Whatever it is, it will be soon dead.
ru: Что бы то ни было, оно скоро умрёт.

source: Ha, more candidates to be turned into mindless slaves! Come here!
ru: Ха, вот ещё кандидаты в безмозглые рабы. Идите-идите!

source: I have the impression, that whatever it is, it may already be dead.
ru: У меня такое впечатление, что они уже мёртвые.

source: For my sword there is no difference.
ru: Для моего меча разницы нет.

source: The ruins are cleaned from the undead. But we have more things to do.
ru: Руины очищены от мертвецов. Но нам ещё многое нужно сделать.

source: I have one question. When we will kill that mage?
ru: Один вопрос: когда уже мы убьём этого мага?

source: I failed my mission - but I do not afraid death!
ru: Я провалил задание, но смерть мне не страшна!

source: Who are you? What are you doing here?
ru: Кто ты? Что ты здесь делаешь?

source: I am here preparing the ground for someone bigger, who will came very soon now. Beware of his army - he is closer with every night.. and every your heart beat makes you closer to your death...
ru: Я готовил почву для большего, кто скоро будет здесь. Берегитесь его армии - он ближе с каждой ночью... И скоро ваши сердца забьются перед смертью.

source: This castle seems to be abandoned not long ago. Probably previous owners were either killed or scared by undead. They left some gold here,it seems.
ru: Похоже, этот замок был разрушен не так давно. Скорее всего метрвецы убили или перепугали последних владельцев. Они оставили здесь золото.

source: Ruins of the past
ru: Руины прошлого

source: What I will tell you know is a result of many years of meditations and gathering of small pieces of information. I do not guarantee everything you will hear is true. But I think I guessed more or less correctly the story of Grekulak.
ru: То, что я сейчас расскажу, это результат многолетних медитаций и накопления крупиц знаний. Я не могу обещать, что всё рассказанное - чистая правда. Но думаю, что более-менее точно восстановил историю Грекулака.

source: Many centuries ago there was lich, maybe most powerful who have ever appear on the surface of the earth. His name was Mal-Ravanal. His hordes invaded Wesnoth in the past, but he was defeated by few courageous man. Dacyn, Gweddry, all Wesnothian know that names, repeated with respect and sentiment.
ru: Много столетий назад был один лич, пожалуй самый могущественный из тех, кто когда-либо существовал на лице земли. Его звали Мал-Раванал. Давным-давно его орды завоевали Веснот, но два храбрых человека, Дасин и Гведдри, победили его. Все веснотцы помнят их имена и повторяют их с уважением и любовью.

source: Only one of adepts of Mal-Ravanal survived, and, paradoxically, the weakest one. His magic seems to be of some other kind than that of the other liches. In fact, I hesitate to call him a lich. I know no other necromancer, lich who keeps his human appearance with the stubborness of Grekulak. According to my spies, he still looks like a living human.
ru: Всего одному из адептов Мал-Раванала удалось спастись, что парадоксально, самому слабому. Его магия была совсем другого рода, нежели у остальных личей. Я даже не уверен, можно ли его так называть. Я не знаю личей, которые пытались бы сохранить своё человеческое обличье так же упорно, как Грекулак. Мои шпионы говорили, что он выглядит совсем как живой человек.

source: After Mal-Ravanal's defeat Grekulak was roving in the morass and quagmires. Finally he came with an idea. The undead were storming the world of Wesnoth for the millenia. They never succeed, and sometimes very small pack of brave living creatures: be they elves, humans or dwarves - were able to defeat large hordes of undead.
ru: После поражения Мал-Раванала Грекулак скрылся в болотах. Однажды к нему пришла идея. Мертвецы сотрясают мир Веснота тысячелетиями, и никогда не добиваются успеха, потому что находятся какие-то живые создания, будь то эльфы, люди или гномы, которые побеждают мёртвые орды.

source: Grekulak wanted to rule over the world, and the art of necromancy was only a mean for him, not the goal - at least, that's what I think. The undead lacked their own will, the spirit, the intelligence and that seemed the reason of their failure. So Grekulak decided to use some race of living creatures.
ru: Грекулак хотел править миром, и некромантия была лишь средством, а не целью, по крайней мере он так считал. По своей природе мёртвые обладали посредственными умом и крепостью духа, и это было причиной их поражений. поэтому Грекулак решил использовать живых существ.

source: I don't know about his experiments, I may guess that he may made many of them, until he came to conclusion that neither the orcs or humans are well-suited for his goal. So he decided to breed a race of his own.
ru: Я ничего не знаю о его экспериментах, могу только догадываться, что он испытал многое прежде, чем понял, что ни люди, ни орки не подходят для его целей. И тогда Грекулак решил создать собственную расу.

source: I have no idea how he was able to do it. It is against the whole our knowledge and if I had not seen the living proof that he succeeded, I would say it is impossible. He crossed somehow orcs and humans, until he get a new race of merciless warriors. He crafted them, as smith crafts a sword. Yes, I am talking about the Akladians.
ru: Не знаю как ему это удалось. Это противоречит всем нашим знаниям, и, если бы я не видел собственными глазами живые доказательства его успеха, я бы сказал, что это невозможно. Он каким-то образом скрещивал орков и людей, пока не получил новую расу безжалостных воинов. Он выковал их как кузнец выковывает меч. Да, я говорю об акладианах.

source: He wanted to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he gave them religion in which he, Grekulak, supposed to be God, who would lead them. He created - or at least influenced - a whole new, brutal and violent culture. Hatred for the elves, disdain for the mages are clear workings of Grekulak. Why Akladians still know the honour and loyalty is unclear for me.
ru: Он хотел использовать акладиан как орудие завоевания мира. Ему нужны были воины, а не бездумные рабы, поэтому он дал им религию, в которой сам Грекулак представлялся Богом, предводителем своей паствы. Он создал, по крайней мере поспособствовал, созданию новой грубой и жестокой культуры. Ненависть к эльфам, презрение к магам это в полной мере работа Грекулака. Как акладианы сохранили такие понятия как честь и преданность мне непонятно.
